Repository: sthagen/keepassium-KeePassium
Catalog: KeePassium/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, uk, zh_hans

source: [PasswordAudit/Intro/text]
cs: Audit hesel bezpečným a diskrétním způsobem kontroluje hesla vůči online databázi uniklých hesel. KeePassium odešle informaci vypočítanou z vašich hesel – něco jako částečný kontrolní součet – službě [Have I Been Pwned](https://haveibeenpwned.com). Služba vrátí podrobné informace o kompromitovaných heslech s podobnými kontrolními součty. Aplikace pak lokálně v zařízení porovná podrobné kontrolní součty a zjistí, která z vašich hesel jsou ohrožena. Vaše skutečná hesla nejsou s online službou nikdy sdílena. [Další informace…](%@)
de: Das Passwort-Audit vergleicht Ihre Passwörter auf sichere und private Weise mit einer Online-Datenbank mit geleakten Passwörtern. KeePassium sendet die aus Ihren Passwörtern berechneten Informationen (eine Art Teilprüfsumme) an den Dienst [Have I Been Pwned](https://haveibeenpwned.com). Der Dienst gibt detaillierte Informationen über kompromittierte Passwörter mit ähnlichen Prüfsummen zurück. Die App vergleicht dann die detaillierten Prüfsummen lokal auf dem Gerät und erkennt, welche Ihrer Passwörter gefährdet sind. Ihre tatsächlichen Passwörter werden niemals an den Online-Dienst weitergegeben. [Mehr erfahren …](%@)
es: La auditoría de contraseñas coteja sus contraseñas con una base de datos online de contraseñas filtradas de forma segura y privada. KeePassium enviará la información calculada a partir de sus contraseñas —una especie de suma de comprobación parcial— al servicio [Have I Been Pwned](https://haveibeenpwned.com). El servicio devolverá información detallada sobre contraseñas comprometidas con sumas de comprobación similares. La aplicación comparará entonces las sumas de comprobación detalladas localmente en el dispositivo y detectará cuáles de sus contraseñas están en peligro. Sus contraseñas reales nunca se comparten con el servicio online. [Más información…](%@)
fr: L'audit des mots de passe vérifie vos mots de passe par rapport à une base de données en ligne de mots de passe divulgués de manière sécurisée et privée. KeePassium enverra des informations calculées à partir de vos mots de passe (des "sommes de contrôle" partielles) au service [Have I Been Pwned](https://haveibeenpwned.com). Le service renverra des informations détaillées sur les mots de passe compromis qui ont des "sommes de contrôle" partielles similaires. L'application comparera ensuite ces "sommes de contrôle" détaillées dans votre téléphone et détectera quels sont vos mots de passe susceptibles d'être compromis. Vos mots de passe réels ne sont jamais partagés avec le service en ligne. [En savoir plus…](%@)
it: L'ispezione password verifica in modo sicuro e privato la presenza delle tue password all'interno di un database online di password compromesse. KeePassium invierà informazioni calcolate dalle tue password, una sorta di checksum parziale, al servizio [Have I Been Pwned](https://haveibeenpwned.com). Il servizio restituirà informazioni dettagliate sulle password compromesse con checksum simili. L'app confronterà poi i checksum dettagliati localmente sul dispositivo e individuerà quali delle tue password sono a rischio. Le tue password effettive non vengono mai condivise con il servizio online. [Scopri di più…](%@)
ja: パスワードの監査は、安全かつプライベートな方法で、流出したパスワードのオンラインデータベースとあなたのパスワードを照合します。 KeePassiumは、あなたのパスワードから計算された情報（部分的なチェックサムのようなもの）を[Have I Been Pwned](https://haveibeenpwned.com)サービスに送信します。このサービスは、同じチェックサムを持つ漏洩したパスワードについて詳細な情報を返します。その後、デバイス上で詳細なチェックサムをローカルで比較し、パスワードが危険にさらされているかを検出します。 お使いのパスワードがオンラインサービスと共有されることはありません。 [もっと詳しく…](%@)
nl: Wachtwoordaudit controleert uw wachtwoorden op een veilige en privé manier aan de hand van een online database met gelekte wachtwoorden. KeePassium stuurt informatie die is berekend op basis van uw wachtwoorden (een soort gedeeltelijke controlesom) naar de service [Have I Been Pwned] (https://haveibeenpwned.com). De service retourneert gedetailleerde informatie over gecompromitteerde wachtwoorden met vergelijkbare controlesommen. De app vergelijkt vervolgens de gedetailleerde controlesommen lokaal op het apparaat en detecteert welke van uw wachtwoorden gevaar lopen. Uw daadwerkelijke wachtwoorden worden nooit gedeeld met de online service. [Kom meer te weten…](%@)
pl: Audyt haseł sprawdza Twoje hasła w internetowej bazie danych wycieków haseł w bezpieczny i prywatny sposób. Aplikacja KeePassium prześle informacje wyliczone przy użyciu Twoich haseł — swego rodzaju częściową sumę kontrolną — do usługi [Have I Been Pwned](https://haveibeenpwned.com). Usługa zwróci szczegółowe informacje o naruszonych hasłach z podobnymi sumami kontrolnymi. Aplikacja będzie następnie porównywać szczegółowe sumy kontrolne lokalnie na urządzeniu, aby wykryć, które z Twoich haseł są zagrożone. Twoje rzeczywiste hasła nigdy nie są udostępniane w usługach online. [Dowiedz się więcej…](%@)
pt_br: A auditoria de senhas verifica se alguma delas consta em um banco de dados on-line de vazamentos conhecidos, de forma segura e privada. KeePassium enviará códigos calculados a partir das senhas — um tipo de checksum parcial — para o serviço [Have I Been Pwned](https://haveibeenpwned.com). O serviço responderá com informações detalhadas sobre senhas vazadas com checksums similares. KeePassium, então, comparará localmente no seu dispositivo essas informações com as suas senhas para identificar aquelas comprometidas. As suas senhas jamais são compartilhadas com o serviço on-line. [Saiba mais…](%@)
ru: Аудит паролей безопасно и конфиденциально проверяет ваши пароли по онлайн-базе утекших паролей. KeePassium отправит сервису [Have I Been Pwned](https://haveibeenpwned.com) вычисленные на основе ваших паролей данные, разновидность частичной контрольной суммы. Сервис вернет полную информацию о скомпрометированных паролях с похожими контрольными суммами. Сравнив полные контрольные суммы, приложение сможет локально на устройстве определить, какие из паролей находятся под угрозой. Сами пароли никогда не передаются онлайн-сервису. [Подробнее…](%@)
sk: Audit hesiel kontroluje bezpečným a privátnym spôsobom vaše heslá oproti online databáze uniknutých hesiel.
sv: Lösenordsgranskning kontrollerar dina lösenord mot en databas med läckta lösenord på ett säkert och anonymt sätt. KeePassium skickar information framräknad från dina lösenord — en sorts partiell checksumma — till tjänsten [Have I Been Pwned](https://haveibeenpwned.com). Tjänsten rapporterar detaljerad information om komprommeterade lösenord med liknande checksummor. Appen kommer sen jämföra de partiella checksummorna lokalt på din enhet för att avgöra vilka av dina lösenord som innebär en risk. Dina faktiska lösenord delas aldrig med tjänsten. [Läs mer…](%@)
uk: Ваші паролі перевіряються в онлайновій базі даних витоків паролів у безпечний і конфіденційний спосіб. KeePassium надішле інформацію, обчислену на основі ваших паролів — своєрідну часткову контрольну суму — сервісу [Have I Been Pwned](https://haveibeenpwned.com). Сервіс надасть у відповідь детальну інформацію про зламані паролі зі схожими контрольними сумами. Потім програма порівняє детальні контрольні суми локально на пристрої і визначить, які з ваших паролів знаходяться в зоні ризику. Ваші фактичні паролі ніколи не надаються онлайновим сервісам. [Дізнатися більше…](%@)
zh_hans: 密码检查器根据在线泄露密码数据库，以安全、私密的方式检查您的密码。 KeePassium 会将从您的密码中计算出的信息（部分校验和）发送到 [Have I Been Pwned](https://haveibeenpwned.com) 服务。该服务将返回具有类似校验和的密码的详细信息。然后，应用程序会比较设备本地的详细校验和，并检测出哪些密码存在风险。 您的真实密码绝不会与在线服务共享。 [了解更多......](%@)

source: [PasswordAudit/Results/allGood]
cs: Dobré zprávy! Žádné z vašich hesel se neobjevilo ve známých únicích dat.
de: Gute Nachrichten! Keines Ihrer Passwörter ist in bekannten Datenpannen aufgetaucht.
es: Buenas noticias. Ninguna de sus contraseñas ha aparecido en filtraciones de datos conocidas.
fr: Bonne nouvelle ! Aucun de vos mots de passe n'est apparu dans des fuites de données connues.
it: Buone notizie! Nessuna delle tue password è apparsa in perdite di dati note.
ja: ご安心ください。お使いのパスワードは既知の漏洩データにありませんでした。
nl: Goed nieuws! Geen van uw wachtwoorden is verschenen in bekende datalekken.
pl: Dobre wieści! Żadne z Twoich haseł nie pojawiło się w znanych wyciekach danych.
pt_br: Ótimas notícias! Nenhuma das suas senhas apareceu em vazamentos de dados conhecidos.
ru: Хорошие новости! Ни одного из ваших паролей нет в известных утечках данных.
sk: Dobré správy! Žiadne z vašich hesiel sa neobjavilo v známych únikoch údajov.
sv: Fantastiskt! Inga av dina lösenord har förekommit i kända dataläckor.
uk: Гарна новина! Жоден із ваших паролів не було розкрито під час відомих витоків даних.
zh_hans: 好消息！您的密码没有出现在已知的数据泄漏中。

source: [PasswordAudit/Results/title]
cs: Kompromitovaná hesla
de: Gefährdete Passwörter
es: Contraseñas comprometidas
fr: Mots de passe compromis
it: Password compromesse
ja: 侵害されたパスワード
nl: Gecompromitteerde wachtwoorden
pl: Zagrożone hasła
pt_br: Senhas comprometidas
ru: Пароли под угрозой
sk: Prelomené heslá
sv: Komprometterade lösenord
uk: Зламані паролі
zh_hans: 泄漏的密码

source: [PasswordAudit/Start/action]
cs: Zahájit audit
de: Audit beginnen
es: Iniciar auditoría
fr: Lancer l'audit
it: Avvia ispezione
ja: 監査を開始
nl: Controle starten
pl: Rozpocznij audyt
pt_br: Começar auditoria
ru: Начать проверку
sk: Spustiť Audit
sv: Starta granskning
uk: Почати перевірку
zh_hans: 开始检查

source: [PasswordAudit/title]
cs: Audit hesel
de: Passwort-Audit
es: Auditoría de contraseñas
fr: Audit des mots de passe
it: Ispezione password
ja: パスワードの監査
nl: Wachtwoordcontrole
pl: Audyt haseł
pt_br: Auditar senhas
ru: Аудит паролей
sk: Audit Hesiel
sv: Lösenordsgranskning
uk: Перевірка паролів
zh_hans: 密码检查器

source: [PasswordGenerator/Wordlist/Import/menuAction]
cs: Importovat seznam slov…
de: Importieren der Wortliste …
es: Importar lista de palabras…
fr: Importer une liste de mots…
ja: ワードリストを読み込む...
pl: Importuj listę słów…
pt_br: Importar lista de palavras...
ru: Импортировать список слов…
sk: Importovať zoznam…
sv: Importera ordlista …

source: [PasswordQuality/description]
cs: Kvalita hesla: %@
de: Passwortstärke: %@
es: Calidad de la contraseña: %@
fr: Qualité du mot de passe : %@
it: Qualità password: %@
ja: パスワードの強度: %@
nl: Wachtwoordkwaliteit: %@
pl: Jakość hasła: %@
pt_br: Qualidade da senha: %@
ru: Качество пароля: %@
sk: Kvalita hesla: %@
sv: Lösenordsstyrka: %@
uk: Якість пароля: %@
zh_hans: 密码安全性：%@

source: [PasswordQuality/Level] Good
cs: Dobré
de: Gut
es: Buena
fr: Bon
it: Buona
ja: 良い
nl: Goed
pl: Dobre
pt_br: boa
ru: Хороший
sk: Dobré
sv: Bra
uk: Хороший
zh_hans: 很好

source: [PasswordQuality/Level] Very good
cs: Velmi dobré
de: Sehr gut
es: Muy buena
fr: Très bon
it: Ottima
ja: とても良い
nl: Erg goed
pl: Bardzo dobre
pt_br: muito boa
ru: Очень хороший
sk: Veľmi dobré
sv: Mycket bra
uk: Дуже хороший
zh_hans: 非常好

source: [PasswordQuality/Level] Very weak
cs: Velmi slabé
de: Sehr schwach
es: Muy débil
fr: Très faible
it: Molto debole
ja: とても弱い
nl: Erg zwak
pl: Bardzo słabe
pt_br: muito fraca
ru: Очень слабый
sk: Veľmi slabé
sv: Mycket svagt
uk: Дуже слабкий
zh_hans: 非常差

source: [PasswordQuality/Level] Weak
cs: Slabé
de: Schwach
es: Débil
fr: Faible
it: Debole
ja: 弱い
nl: Zwak
pl: Słabe
pt_br: fraca
ru: Слабый
sk: Slabé
sv: Svagt
uk: Слабкий
zh_hans: 较差

source: [PasswordQuality/LevelWithApproximateEntropy/description]
cs: %1$@ (~%2$@ entropie)
de: %1$@ (~%2$@ Entropie)
es: %1$@ (~%2$@ de entropía)
fr: %1$@ (~%2$@ d'entropie)
ja: %1$@ (%2$@ のエントロピー)
nl: %1$@ (~%2$@ van entropie)
pl: %1$@ (~%2$@ entropii)
pt_br: %1$@ (~%2$@ de entropia)
ru: %1$@ (~%2$@ энтропии)
sk: %1$@ (~%2$@ entropie)
sv: %1$@ (~%2$@ av entropi)

source: [PasswordQuality/LevelWithEntropy/description]
cs: %1$@ (%2$@ entropie)
de: %1$@ (%2$@ Entropie)
es: %1$@ (%2$@ de entropía)
fr: %1$@ (%2$@ d'entropie)
it: %1$@ (%2$@ di entropia)
ja: %1$@ (%2$@ のエントロピー)
nl: %1$@ (%2$@ van entropie)
pl: %1$@ (%2$@ entropii)
pt_br: %1$@ (%2$@ de entropia)
ru: %1$@ (%2$@ энтропии)
sk: %1$@ (%2$@ entropie)
sv: %1$@ (%2$@ av entropi)
uk: %1$@ (%2$@ ентропії)
zh_hans: %1$@ (%2$@ 熵值)

source: [ProtectedTextField] Show Password
cs: Ukázat heslo
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
ja: パスワードを表示
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Mostrar senha
ru: Показать пароль
sk: Zobraziť heslo
sv: Visa lösenord
uk: Показати пароль
zh_hans: 显示密码

source: [Selection/Delete/confirmation]
cs: Odstranit výběr?
de: Auswahl löschen?
es: ¿Eliminar la selección?
fr: Supprimer la sélection ?
it: Eliminare la selezione?
ja: 選択範囲を削除
nl: Selectie verwijderen?
pl: Usunąć zaznaczenie?
pt_br: Apagar seleção?
ru: Удалить выбранное?
sk: Odstrániť výber?
sv: Radera markering?
uk: Видалити вибране?
zh_hans: 删除所选内容？

source: [Selection/ExcludeFromAudit/confirmation]
cs: Vyloučit výběr z auditu hesel?
de: Auswahl vom Passwort-Audit ausschließen?
es: ¿Excluir la selección de la auditoría de contraseñas?
fr: Exclure la sélection de l'audit de mot de passe ?
it: Escludere la selezione dall'ispezione password?
ja: 選択範囲を監査から除外しますか？
nl: Selectie uitsluiten van wachtwoordcontrole?
pl: Wykluczyć wybór z audytu hasła?
pt_br: Não auditar as senhas selecionadas?
ru: Исключить выбранное из аудита паролей?
sk: Vylúčiť výber z auditu hesiel?
sv: Exkludera markering från lösenordsgranskning?
uk: Вилучити вибране з перевірки паролів?
zh_hans: 从密码检查器中排除已选中的项目？

source: [Tags/Create/action]
cs: Vytvořit štítek
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
it: Crea tag
ja: タグを作成
nl: Maak tag
pl: Utwórz tag
pt_br: Criar etiqueta
ru: Создать тег
sk: Vytvoriť štítok
sv: Skapa tagg
uk: Створити тег
zh_hans: 创建标签

source: [Tags/Create/placeholder]
cs: Zadejte název štítku
de: Name des Tags eingeben
es: Introduzca el nombre de la etiqueta
fr: Saisissez le nom de l'étiquette
it: Inserire nome tag
ja: タグ名を入力
nl: Voer tagnaam in
pl: Wprowadź nazwę tagu
pt_br: Inserir o nome da etiqueta
ru: Введите название тега
sk: Zadajte názov štítku
sv: Ange taggens namn
uk: Введіть назву тегу
zh_hans: 输入标签名称

source: [Tags/Create/title]
cs: Nový štítek
de: Neues Tag
es: Nueva etiqueta
fr: Nouvelle étiquette
it: Nuovo tag
ja: 新規タグ
nl: Nieuwe tag
pl: Nowy tag
pt_br: Nova etiqueta
ru: Новый тег
sk: Nový štítok
sv: Ny tagg
uk: Новий тег
zh_hans: 新建标签

source: [Tags/Delete/Confirm/message]
cs: Odstranit tento štítek ze všech skupin a záznamů?
ja: すべてのグループとエントリからこのタグを削除しますか？
pl: Usunąć ten tag ze wszystkich grup i wpisów?
pt_br: Apagar esta etiqueta de todos os grupos e entradas?
ru: Удалить этот тег из всех групп и записей?
sv: Vill du radera taggen från alla grupper och poster?

source: [Tags/Edit/title]
cs: Upravit štítek
ja: タグを編集
pl: Edytuj tag
pt_br: Editar etiqueta
ru: Изменить тег
sv: Redigera tagg

source: [Tags/None/placeholder]
cs: V databázi nejsou žádné štítky. Přidejte je.
de: Es gibt keine Tags in der Datenbank, fügen Sie welche hinzu.
es: No hay etiquetas en la base de datos, añada algunas.
fr: Il n'y a aucune étiquette dans la base de données. Ajoutez-en une.
it: Non ci sono tag nel database, aggiungine qualcuna.
ja: データベースにタグがありません。追加してください。
nl: Er zijn geen tags in de database, voeg er enkele toe.
pl: W bazie danych nie ma tagów – dodaj kilka.
pt_br: Não há etiquetas no banco de dados, adicione algumas.
ru: В этой базе нет тегов, вы можете их добавить.
sk: V databáze nie sú žiadne štítky, pridajte ich.
sv: Det finns inga taggar i databasen. Lägg till några.
uk: У базі паролів немає тегів. Ви можете їх додати.
zh_hans: 数据库中没有标签，请添加一些。

source: [Tags/Search/emptyResult]
cs: Nebyly nalezeny žádné vhodné štítky.
de: Keine passenden Tags gefunden.
es: No se han encontrado etiquetas adecuadas.
fr: Aucune étiquette adéquate n'a été trouvée.
it: Nessun tag trovato.
ja: 見つかりませんでした
nl: Geen geschikte tags gevonden.
pl: Nie znaleziono odpowiednich tagów.
pt_br: Nenhuma etiqueta adequada encontrada.
ru: Подходящих тегов не найдено.
sk: Nenašli sa žiadne vhodné štítky.
sv: Inga lämpliga taggar hittades.
uk: Відповідних тегів не знайдено.
zh_hans: 未找到合适的标签。

source: [Tags/Section/All]
cs: Všechny štítky
de: Alle Tags
es: Todas las etiquetas
fr: Toutes les étiquettes
it: Tutti i tag
ja: すべてのタグ
nl: Alle tags
pl: Wszystkie tagi
pt_br: Todas as etiquetas
ru: Все теги
sk: Všetky štítky
sv: Alla taggar
uk: Усі теги
zh_hans: 所有标签

source: [Tags/Section/Inherited]
cs: Převzaté štítky
de: Vererbte Tags
es: Etiquetas heredadas
fr: Étiquettes héritées
it: Tag ereditati
ja: 継承されたタグ
nl: Overgeërfde tags
pl: Odziedziczone tagi
pt_br: Etiquetas herdadas
ru: Унаследованные теги
sk: Zdedené štítky
sv: Ärvda taggar
uk: Успадковані теги
zh_hans: 继承的标签

source: [Tags/Section/Selected]
cs: Vybrané štítky
de: Ausgewählte Tags
es: Etiquetas seleccionadas
fr: Étiquettes sélectionnées
it: Tag selezionati
ja: 選択したタグ
nl: Geselecteerde tags
pl: Wybrane tagi
pt_br: Etiquetas selecionadas
ru: Выбранные теги
sk: Vybrané štítky
sv: Valda taggar
uk: Вибрані теги
zh_hans: 所选标签

source: [Tags/UsageCount/title]
cs: Počet použití
de: Verwendungen
es: Recuento de uso
fr: Nombre d'utilisations
it: Conteggio
ja: 使用回数
nl: Aantal keren gebruikt
pl: Liczba użyć
pt_br: Contagem de uso
ru: Упоминаний
sk: Počet použití
sv: Antal användningar
uk: Кількість використань
zh_hans: 使用次数

source: [PasswordQuality/Level] Almost good
it: Quasi buona
uk: Майже хороший
