Repository: sthagen/keepassium-KeePassium
Catalog: KeePassium/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, uk, zh_hans

source: [AppHistory/title]
cs: Novinky
de: Neuheiten
es: Novedades
fr: Nouveautés
it: Novità
ja: バージョン履歴
nl: Wijzigingslog
pl: Co nowego
pt_br: Novidades
ru: Что нового
sk: Novinky
sv: Nyheter
uk: Що нового
zh_hans: 更新了什么

source: [Database/Create] Please enter a password or choose a key file.
cs: Prosím, zadejte heslo nebo vyberte soubor s klíčem.
de: Bitte geben Sie ein Passwort ein oder wählen Sie eine Schlüsseldatei.
es: Introduzca una contraseña o elija un archivo de clave.
fr: Veuillez entrer un mot de passe ou choisir un fichier clé.
it: Inserire una password o scegliere un file chiave.
ja: パスワードを入力するか、キーファイルを選択してください。
nl: Voer een wachtwoord in of kies een sleutelbestand.
pl: Wprowadź hasło lub wybierz plik klucza.
pt_br: Por favor, insira uma senha ou escolha um arquivo de chave.
ru: Введите пароль или выберите ключевой файл.
sk: Prosím, zadajte heslo alebo vyberte súbor s kľúčom.
sv: Var vänlig ange ett lösenord eller välj en nyckelfil.
uk: Введіть пароль або виберіть файл-ключ.
zh_hans: 请输入一个密码或者选择一个密钥文件。

source: [Database/Create/orgRequiresStronger]
cs: Vaše organizace vyžaduje složitější heslo k databázi.
de: Ihre Organisation benötigt ein komplexeres Datenbank-Passwort.
es: Su organización requiere una contraseña de base de datos más compleja.
fr: Votre organisation a besoin d'un mot de passe de base de données plus complexe.
ja: あなたの組織では、より複雑なデータベースパスワードが必要です。
nl: Je organisatie vereist een complexer databasewachtwoord.
pl: Twoja organizacja wymaga bardziej złożonego hasła do bazy danych.
pt_br: Sua organização requer uma senha de banco de dados mais complexa.
ru: Ваша организация требует использовать более сложный пароль для базы.
sk: Vaša organizácia vyžaduje zložitejšie heslo do databázy.
sv: Din organisation behöver ett mer komplext databaslösenord.
uk: Ваша організація вимагає використовувати складніший пароль для бази паролів.
zh_hans: 您的组织需要更复杂的数据库密码。

source: [Database/Create/TemplateEntry/notes] You can also store some notes, if you like.
cs: Zde si můžete přidat libovolné poznámky, pokud chcete.
de: Sie können auch einige Notizen speichern, wenn Sie möchten.
es: También puede almacenar algunas notas, si lo desea.
fr: Si vous le souhaitez, vous pouvez également enregistrer quelques notes.
it: Puoi anche conservare delle note, se vuoi.
ja: メモも保存できます。
nl: Als je wilt, kun je ook notities opslaan.
pl: Możesz również przechowywać notatki, jeśli chcesz.
pt_br: Você também pode armazenar algumas anotações, se quiser.
ru: Здесь можно оставить заметки.
sk: Tu si môžete pridať ľubovoľné poznámky, ak chcete.
sv: Du kan även lagra anteckningar, om du vill.
uk: Тут можна залишити нотатки.
zh_hans: 如果您愿意, 您也可以填写一些备注。

source: [Database/Create/TemplateEntry/password] pa$$word
cs: he$lo
de: pa$$word
es: Contra$€ña
fr: Mot de pa$$e
it: pa$$word
ja: pa$$word
nl: wa8woord
pl: pa$$word
pt_br: senh4
ru: pa$$word
sk: he$lo
sv: pa$$word
uk: pa$$word
zh_hans: pa$$word

source: [Database/Create/TemplateEntry/title] Sample Entry
cs: Ukázkový záznam
de: Beispieleintrag
es: Entrada de ejemplo
fr: Exemple d'entrée
it: Voce esempio
ja: エントリーのサンプル
nl: Voorbeelditem
pl: Przykładowy wpis
pt_br: Exemplo de entrada
ru: Новая запись
sk: Ukážkový záznam
sv: Exempelpost
uk: Новий запис
zh_hans: 条目样本

source: [Database/Create/TemplateEntry/userName] john.smith
cs: jan.novak
de: john.smith
es: perico.palotes
fr: jean.dupont
it: mario.rossi
ja: キー太郎
nl: jan.jansen
pl: jan.kowalski
pt_br: jose.silva
ru: ivan.petrov
sk: jan.novak
sv: sven.svensson
uk: тарас.шевченко
zh_hans: 张三

source: [Database/Create/TemplateGroup/title] Email
cs: Email
de: Email
es: Correo electrónico
fr: Courriel
it: Email
ja: メール
nl: E-mailadres
pl: E-mail
pt_br: E-mail
ru: E-mail
sk: Email
sv: Email
uk: Емейл
zh_hans: 电子邮件

source: [Database/Create/TemplateGroup/title] Finance
cs: Finance
de: Finanzen
es: Finanzas
fr: Finances
it: Finanza
ja: ファイナンス
nl: Financiën
pl: Finanse
pt_br: Finanças
ru: Финансы
sk: Financie
sv: Ekonomi
uk: Фінанси
zh_hans: 财务

source: [Database/Create/TemplateGroup/title] General
cs: Obecné
de: Allgemein
es: General
fr: Général
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основное
sk: Všeobecné
sv: Allmänt
uk: Загальне
zh_hans: 一般

source: [Database/Create/TemplateGroup/title] Internet
cs: Internet
de: Internet
es: Internet
fr: Internet
it: Internet
ja: インターネット
nl: Internet
pl: Internet
pt_br: Internet
ru: Интернет
sk: Internet
sv: Internet
uk: Інтернет
zh_hans: 互联网

source: [Database/Create/TemplateGroup/title] Network
cs: Sítě
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sk: Siete
sv: Nätverk
uk: Мережа
zh_hans: 网络

source: [Database/Create/TemplateGroup/title] OS
cs: Operační systém
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
it: OS
ja: OS
nl: Besturingssysteem
pl: System
pt_br: Sistema operacional
ru: Система
sk: Operačný systém
sv: OS
uk: Система
zh_hans: 操作系统

source: [Entry/Files/Add] Replace existing attachment?
cs: Nahradit existující přílohu?
de: Vorhandenen Anhang ersetzen?
es: ¿Reemplazar el archivo adjunto existente?
fr: Remplacer la pièce jointe existante ?
it: Sostituire l'allegato esistente?
ja: 添付ファイルを置き換えますか？
nl: Bestaande bijlage vervangen?
pl: Zastąpić istniejący załącznik?
pt_br: Substituir o anexo existente?
ru: Заменить существующий файл?
sk: Nahradiť existujúcu prílohu?
sv: Ersätt existerande bilaga?
uk: Замінити існуючий файл?
zh_hans: 替换现有的附件？

source: [Entry/Files/Add] This database supports only one attachment per entry, and there is already one.
cs: Tato databáze podporuje pouze jednu přílohu na záznam. Tento záznam již přílohu obsahuje.
de: Diese Datenbank unterstützt nur einen Anhang pro Eintrag und es gibt bereits einen.
es: Esta base de datos admite solo un archivo adjunto por entrada y ya existe uno.
fr: Cette base de données ne supporte qu'une seule pièce jointe par entrée, et il y en a déjà une.
it: Questo database supporta solo un allegato per voce, e ne esiste già uno.
ja: このデータベースは、エントリごとに1つの添付ファイルのみをサポートしており、すでに1つあります。
nl: Deze databank ondersteunt slechts één bijlage per item, en er is al een.
pl: Ta baza obsługuje tylko jeden załącznik we wpisie. Załącznik już istnieje.
pt_br: Esse banco de dados suporta apenas um anexo por entrada, e esta já tem um.
ru: В этой базе каждая запись может иметь только один прикреплённый файл, и он уже есть.
sk: Táto databáza podporuje iba jednu prílohu na záznam. Tento záznam už prílohu obsahuje.
sv: Databasen stödjer endast en bilaga per post, och det finns redan en.
uk: У цій базі кожен запис може мати тільки один прикріплений файл, і він вже є.
zh_hans: 此数据库每个条目仅支持一个附件, 且它已经有一个附件了。

source: [Entry/Files/Rename/title] Rename File
cs: Přejmenovat soubor
de: Datei umbenennen
es: Cambiar nombre del archivo
fr: Renommer le fichier
it: Rinomina file
ja: ファイル名を変更
nl: Wijzig bestandsnaam
pl: Zmień nazwę
pt_br: Renomear arquivo
ru: Переименовать файл
sk: Premenovať súbor
sv: Byt namn på fil
uk: Перейменувати файл
zh_hans: 重新命名文件

source: [Entry/Tab/Files/title]
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
nl: Bestanden
pl: Pliki
pt_br: Anexos
ru: Файлы
sk: Súbory
sv: Filer
uk: Файли
zh_hans: 文件

source: [Entry/Tab/General/title]
cs: Obecné
de: Allgemein
es: General
fr: Général
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основное
sk: Všeobecné
sv: Allmänt
uk: Загальне
zh_hans: 一般

source: [Entry/Tab/History/title]
cs: Historie
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sk: História
sv: Historik
uk: Історія
zh_hans: 历史

source: [Entry/Tab/More/title]
cs: Další
de: Mehr
es: Más
fr: Plus
it: Altro
ja: 詳細
nl: Meer
pl: Więcej
pt_br: Mais
ru: Ещё
sk: Viac
sv: Mer
uk: Більше
zh_hans: 更多

source: [Menu/About/title]
cs: O aplikaci %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
nl: Over %@
pl: O %@
pt_br: Sobre %@
ru: О приложении %@
sk: O aplikácii %@
sv: Om %@
uk: Про програму %@
zh_hans: 关于 %@

source: [Menu/Preferences/title]
cs: Předvolby…
de: Einstellungen …
es: Preferencias…
fr: Préférences…
it: Preferenze…
ja: 環境設定...
nl: Voorkeuren…
pl: Ustawienia…
pt_br: Preferências…
ru: Настройки…
sk: Nastavenia…
sv: Inställningar…
uk: Налаштування…
zh_hans: 偏好设置…

source: [Onboarding/AddExistingDatabase/action]
cs: Přidat existující databázi
de: Vorhandene Datenbank hinzufügen
es: Añadir base de datos existente
fr: Ajouter base de données existante
it: Aggiungi un database esistente
ja: 既存のデータベースを追加
nl: Voeg bestaande databank toe
pl: Dodaj istniejącą bazę
pt_br: Adicionar banco de dados existente
ru: Добавить свою базу
sk: Pridať existujúcu databázu
sv: Lägg till existerande databas
uk: Додати свою базу паролів
zh_hans: 添加现有数据库

source: [Onboarding/AppProtection/activate]
cs: Zapnout zámek
de: Appsperre aktivieren
es: Activada protección de aplicaciones
fr: Activer la protection de l'application
it: Attiva protezione app
ja: Appロックを使用
nl: Schakel appbeveiliging in
pl: Włącz AppLock
pt_br: Ative a proteção do aplicativo
ru: Активировать защиту приложения
sk: Zapnúť zámok
sv: Aktivera skydd för Appen
uk: Активувати захист додатку
zh_hans: 启用应用解锁密码

source: [Onboarding/AppProtection/text1]
cs: KeePassium je váš trezor. Zabezpečení aplikace zajišťuje, že ji můžete otevřít jen vy.
de: KeePassium ist Ihr Tresorraum. Der App-Schutz gewährleistet, dass nur Sie diesen öffnen können.
es: KeePassium es su cámara acorazada. La protección de la aplicación garantiza que solo usted pueda abrirla.
fr: KeePassium est votre coffre-fort. La protection de l'application garantit que vous seul(e) pouvez l'ouvrir.
it: KeePassium è il tuo caveau. La protezione app assicura che solo tu possa aprirlo.
ja: KeePassiumは保管庫です。アプリを保護することで、開くことができるのはあなただけです。
nl: KeePassium is je kluis. Appbescherming zorgt ervoor dat alleen jij hem kunt openen.
pl: KeePassium to Twój skarbiec. Dzięki zabezpieczeniom aplikacji masz pewność, że tylko Ty możesz go otworzyć.
pt_br: O KeePassium é o seu cofre. A proteção do aplicativo garante que somente você possa abri-lo.
ru: KeePassium — это ваше банковское хранилище. Блокировка приложения гарантирует, что только вы сможете открыть его.
sk: KeePassium je váš trezor. Ochrana aplikácie zaručuje, že ho môžete otvoriť len vy.
sv: KeePassium är ditt valv. Appskydd garanterar att bara du kan öppna det.
uk: KeePassium — це ваше сховище. Захист додатка гарантує, що ніхто, крім вас, його не відкриє.
zh_hans: KeePassium 是您的保险库。应用保护确保您只能打开它。

source: [Onboarding/AppProtection/title]
cs: Pouze pro Vaše oči
de: Nur für Sie
es: Solo para sus ojos
fr: Strictement confidentiel
it: Solo per i tuoi occhi
ja: 見られる人はあなただけ
nl: Alleen voor jouw ogen
pl: Tylko dla Twoich oczu
pt_br: Somente para seus olhos
ru: Только для ваших глаз
sk: Iba pre vaše oči
sv: Visa inte för någon
uk: Лише для ваших очей
zh_hans: 仅有您能打开

source: [Onboarding/AutoFill/activate]
cs: Aktivovat Automatické Vyplňování
ja: 自動入力をオン
pl: Aktywuj autouzupełnianie
pt_br: Ativar Preenchimento Automático
ru: Включить Автозаполнение
sv: Aktivera Autofyll

source: [Onboarding/AutoFill/text1]
cs: Pomocí funkce Automatické vyplňování můžete rychle procházet přihlašovací stránky jediným stisknutím tlačítka.
ja: AutoFillを使用すると、ボタンを1回押すだけでサインインできます。
pl: Dzięki Autouzupełnianiu możesz błyskawicznie logować się na stronach za pomocą jednego przycisku.
pt_br: Com o Preenchimento automático, você poderá abrir páginas de login com um único pressionar de botão.
ru: С помощью Автозаполнения вы можете пройти страницы для ввода паролей всего в одно нажатие.
sv: I Autofyll kan du logga in på sidor enkelt med ett enda tryck.

source: [Onboarding/AutoFill/text2]
cs: Pro začátek v nastavení systému aktivujte funkci Automatické vyplňování hesel.
ja: 利用するには、設定で「パスワードの自動入力」をオンにします。
pl: Aby rozpocząć, aktywuj autouzupełnianie haseł w ustawieniach systemowych.
pt_br: Para iniciar, ative o Preenchimento Automático de Senha nas configurações do sistema.
ru: Чтобы начать, активируйте Автозаполнение паролей в системных настройках.
sv: För att starta ska du aktivera Autofyll lösenord i systeminställningarna.

source: [Onboarding/AutoFill/title]
cs: Automatické vyplňování hesla
ja: パスワードの自動入力
pl: Autouzupełnianie haseł
pt_br: Preenchimento automático de senha
ru: Автозаполнение паролей
sv: Autofyll lösenord

source: [Onboarding/CreateNewDatabase/action]
cs: Vytvořit novou databázi
de: Neue Datenbank erstellen
es: Crear base de datos nueva
fr: Créer nouvelle base de données
it: Crea nuovo database
ja: 新規データベースを作成
nl: Maak nieuwe databank
pl: Utwórz nową bazę
pt_br: Criar novo banco de dados
ru: Создать новую базу
sk: Vytvoriť novú databázu
sv: Skapa ny databas
uk: Створити нову базу
zh_hans: 创建新的数据库

source: [Onboarding/DataEncryption/text1]
cs: Vaše bezpečnostní schránka je šifrovaná databáze.
de: Ihr Safe ist eine verschlüsselte Datenbank.
es: Su caja fuerte es una base de datos cifrada.
fr: Votre coffre-fort est une base de données chiffrée.
it: La tua cassaforte è un database criptato.
ja: セーフボックスは暗号化されたデータベースです。
nl: Je kluisdoos is een versleutelde database.
pl: Twój sejf to zaszyfrowana baza danych.
pt_br: Sua caixa segura é um banco de dados criptografado.
ru: Ваш сейф — это зашифрованная база паролей.
sk: Vaša schránka je zašifrovaná databáza.
sv: Din säkerhetsbox är en krypterad databas.
uk: Ваш сейф — це зашифрована база паролів.
zh_hans: 您的保险箱是一个加密的数据库。

source: [Onboarding/DataEncryption/text2]
cs: Databáze můžete uchovávat ve svém oblíbeném cloudu nebo lokálně v zařízení.
de: Sie können Datenbanken in Ihrer bevorzugten Cloud oder lokal auf dem Gerät speichern.
es: Puede guardar las bases de datos en su nube favorita o localmente en el dispositivo.
fr: Vous pouvez conserver les bases de données dans votre nuage favori ou localement sur votre appareil.
it: Puoi conservare i database sul cloud che preferisci o localmente sul dispositivo.
ja: お気に入りのクラウドまたはローカルデバイスにデータベースを保存できます。
nl: Je kunt databases in je favoriete cloud of lokaal op je apparaat houden.
pl: Możesz przechowywać bazy danych w Twojej ulubionej chmurze lub lokalnie na urządzeniu.
pt_br: Você pode manter bancos de dados em sua nuvem favorita ou localmente no dispositivo.
ru: Вы можете хранить базы в своём любимом облаке или локально на устройстве.
sk: Databázy môžete uchovávať v obľúbenom cloude alebo lokálne v zariadení.
sv: Du kan behålla databaser i ditt favoritmoln eller lokalt på enheten.
uk: Ви можете зберігати бази паролів у вашій улюбленій хмарі або локально на пристрої.
zh_hans: 您可以在您最所选的云端服务器或本地设备上保存数据库。

source: [Onboarding/DataEncryption/title]
cs: Šifrování dat
de: Datenverschlüsselung
es: Cifrado de datos
fr: Chiffrement des données
it: Crittografia dei dati
ja: データの暗号化
nl: Gegevensversleuteling
pl: Szyfrowanie danych
pt_br: Criptografia de dados
ru: Шифрование данных
sk: Šifrovanie údajov
sv: Datakryptering
uk: Шифрування даних
zh_hans: 数据加密

source: [Onboarding/Intro/text1]
cs: KeePassium uchovává vaše hesla a další citlivé informace bezpečně zašifrované.
de: Mit KeePassium werden Ihre Passwörter und andere sensible Daten sicher verschlüsselt.
es: KeePassium mantiene sus contraseñas y otra información sensible cifrada de forma segura.
fr: KeePassium conserve vos mots de passe et autres informations sensibles de manière sécurisée.
it: KeePassium tiene al sicuro le tue password e altri dati sensibili con la crittografia.
ja: KeePassium はパスワードやその他の機密情報を安全に暗号化します。
nl: KeePassium houdt je wachtwoorden en andere gevoelige gegevens veilig versleuteld.
pl: Aplikacja KeePassium bezpiecznie szyfruje hasła i inne poufne informacje.
pt_br: O KeePassium mantém suas senhas e outras informações confidenciais criptografadas com segurança.
ru: KeePassium защищает ваши пароли и другую важную информацию надёжным шифрованием.
sk: KeePassium uchováva vaše heslá a ďalšie citlivé informácie bezpečne zašifrované.
sv: KeePassium behåller dina lösenord och annan känslig information säkert krypterade.
uk: KeePassium зберігає ваші паролі й інші конфіденційні дані надійно зашифрованими.
zh_hans: KeePassium 将您的密码和其他敏感信息安全地加密存储。

source: [Onboarding/Intro/text2]
cs: Nejsou zde žádné reklamy ani monitorování.
de: Komplett ohne Werbung und Tracking.
es: No hay anuncios ni seguimiento.
fr: Il n'y a aucune publicité et aucun suivi.
it: Nessuna pubblicità e nessun tracciamento.
ja: 広告はなく、トラッキングもしません。
nl: Er zijn geen advertenties en geen tracking.
pl: W naszej aplikacji nie ma reklam ani śledzenia.
pt_br: Não há anúncios nem rastreamento.
ru: Без рекламы и слежки.
sk: Nie sú tu žiadne reklamy ani sledovanie.
sv: Inga annonser och ingen spårning.
uk: Без реклами й відстеження.
zh_hans: 没有广告，也没有活动跟踪。

source: [Onboarding/Intro/text3]
cs: Nic o vás nevíme.
de: Wir wissen nichts über Sie.
es: No sabemos nada de usted.
fr: Nous ne savons rien à votre sujet.
it: Non sappiamo nulla di te.
ja: あなたについて何も知ることはありません。
nl: We weten niets over jou.
pl: Nic o Tobie nie wiemy.
pt_br: Não sabemos nada sobre você.
ru: Мы ничего о вас не знаем.
sk: Nič o vás nevieme.
sv: Vi vet ingenting om dig.
uk: Ми нічого про вас не знаємо.
zh_hans: 我们对您一无所知。

source: [Onboarding/Intro/text4]
cs: Vaše data patří vám.
de: Ihre Daten gehören Ihnen.
es: Sus datos le pertenecen.
fr: Vos données vous appartiennent.
it: I tuoi dati ti appartengono.
ja: あなたのデータはあなたのものです。
nl: Jouw gegevens zijn van jou.
pl: Twoje dane należą do Ciebie.
pt_br: Seus dados pertencem a você.
ru: Ваши данные принадлежат вам.
sk: Vaše údaje patria vám.
sv: Dina data tillhör dig.
uk: Ваші дані належать вам.
zh_hans: 您的数据属于您自己。

source: [Onboarding/Intro/title]
cs: Vítáme vás
de: Willkommen
es: Le damos la bienvenida
fr: Bienvenue
it: Ti diamo il benvenuto
ja: はじめに
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen
uk: Ласкаво просимо
zh_hans: 欢迎使用

source: [Onboarding/Security/text1]
cs: Vaše informace jsou zašifrovány v bezpečnostní schránce (databázi). Bezpečnostní schránky jsou uloženy v trezoru (KeePassium).
de: Ihre Daten werden in einem Safe (Datenbank) verschlüsselt. Safes werden in einem Tresorraum (KeePassium) aufbewahrt.
es: Su información se cifra en una caja fuerte (base de datos). Las cajas fuertes se almacenan en una cámara acorazada (KeePassium).
fr: Vos informations sont chiffrées dans une boîte sécurisée (base de données). Les boîtes sécurisées sont stockées dans un coffre-fort (KeePassium).
it: Le tue informazioni sono criptate in una cassaforte (database). Le casseforti sono conservate in un caveau (KeePassium).
ja: あなたの情報はセーフボックス（データベース）で暗号化されます。セーフボックスは保管庫（KeePassium）に保存されます。
nl: Je gegevens zijn versleuteld in een kluisdoos (database). Kluisdozen worden opgeslagen in een kluis (KeePassium).
pl: Twoje informacje są zaszyfrowane w sejfie (baza danych). Sejfy są przechowywane w skarbcu (KeePassium).
pt_br: Sua informação é criptografada em uma caixa segura (banco de dados). Caixas seguras são armazenadas em um cofre (KeePassium).
ru: Ваша информация сохраняется в зашифрованный сейф (базу паролей). Сейфы находятся банковском хранилище (KeePassium).
sk: Vaše informácie sú zašifrované v bezpečnej schránke (databáze). Bezpečnostné schránky sú uložené v trezore (KeePassium).
sv: Din information krypteras i en säkerhetsbox (databas). Säkerhetsboxar lagras i ett valv (KeePassium).
uk: Ваша інформація зашифрована в сейфі (базі паролів). Сейфи зберігаються в сховищі (KeePassium).
zh_hans: 您的信息被加密在保险箱中 (数据库)；保险箱则被存储在保险库中 (KeePassium)。

source: [Onboarding/Security/text2]
cs: Trezor a bezpečnostní schránky mají různé klíče, které znáte pouze vy.
de: Der Tresorraum und die Safes haben unterschiedliche Schlüssel, die nur Sie kennen.
es: La cámara acorazada y las cajas fuertes tienen claves diferentes y solo usted las conocerá.
fr: Le coffre-fort et les boîtes sécurisées ont des clés différentes et vous seul(e) les connaissez.
it: Il caveau e le casseforti hanno chiavi diverse e solo tu le conosci.
ja: 金庫室とセーフボックスには異なる鍵があり、あなただけがそれらを知っています。
nl: De kluis en kluisdozen hebben verschillende sleutels en alleen jij weet die.
pl: Skarbiec i sejfy mają różne klucze i tylko Ty je znasz.
pt_br: O cofre e as caixas seguras têm chaves diferentes e só você as conhecerá.
ru: Хранилище и сейфы имеют разные ключи, и только вы будете их знать.
sk: Trezor a bezpečnostné schránky majú rôzne kľúče a poznáte ich len vy.
sv: Valvet och säkerhetsboxarna har olika nycklar och bara du känner till dem.
uk: Сховище й сейф мають різні ключі, які відомі лише вам.
zh_hans: 保险箱和保险库分别对应不同的密钥，只有您知道它们。

source: [Onboarding/Security/title]
cs: Maximální zabezpečení
de: Maximale Sicherheit
es: Máxima seguridad
fr: Sécurité maximale
it: Massima sicurezza
ja: 強固なセキュリティ
nl: Maximale beveiliging
pl: Maksymalne bezpieczeństwo
pt_br: Segurança máxima
ru: Максимальная надёжность
sk: Maximálna bezpečnosť
sv: Maximal säkerhet
uk: Максимальна безпека
zh_hans: 最强的安全性

source: [PasswordAudit/Action/Exclude]
cs: Vyloučit z auditu
de: Von Audit ausschließen
es: Excluir de la auditoría
fr: Exclure de l'audit
it: Escludi dall'ispezione
ja: 監査から除外
nl: Uitsluiten van audit
pl: Wyklucz z audytu
pt_br: Retirar da auditoria
ru: Исключить из аудита
sk: Vylúčiť z auditu
sv: Exkludera från granskning
uk: Виключити з перевірки
zh_hans: 从检查器中排除

source: [PasswordAudit/Auditing/status]
cs: Probíhá audit hesel
de: Passwörter werden geprüft
es: Auditoría de contraseñas
fr: Audit des mots de passe
it: Ispezione password in corso
ja: パスワードを監査中
nl: Wachtwoorden controleren
pl: Audytowanie haseł
pt_br: Auditando senhas
ru: Проверка паролей
sk: Auditovanie hesiel
sv: Granska lösenord
uk: Перевірка паролів
zh_hans: 检查密码

source: [PasswordAudit/Error/text]
cs: Při komunikaci se službou HIBP došlo k chybě. %@
de: Fehler bei der Kommunikation mit dem HIBP-Dienst. %@
es: Se ha producido un error al comunicarse con el servicio HIBP. %@
fr: Une erreur est survenue lors de la communication avec le service HIBP. %@
it: Si è verificato un errore durante la comunicazione con il servizio HIBP. %@
ja: HIBPサービスとの通信中にエラーが発生しました。 %@
nl: Er is een fout opgetreden tijdens de communicatie met de HIBP-service. %@
pl: Podczas komunikacji z usługą HIBP wystąpił błąd. %@
pt_br: Houve um problema de comunicação com o serviço HIBP. %@
ru: Ошибка при обмене данными со службой HIBP. %@
sk: Pri komunikácii so službou HIBP sa vyskytla chyba. %@
sv: Ett fel uppstod vid kommunikation med HIBP-tjänsten. %@
uk: Сталася помилка під час обміну даними із сервісом HIBP. %@
zh_hans: 与 HIBP 服务通信时发生错误。%@

source: [PasswordAudit/ExposureCount/description]
cs: Číslo ukazuje, kolikrát bylo heslo nalezeno ve známých únicích dat.
de: Die Zahl zeigt, wie oft das Passwort bei bekannten Datenpannen gefunden wurde.
es: El número muestra cuántas veces se ha encontrado la contraseña en filtraciones de datos conocidas.
fr: Le nombre indique combien de fois le mot de passe a été trouvé dans des fuites de données connues.
it: Il numero mostra quante volte la password è stata trovata in perdite di dati note.
ja: この数字は、データ漏洩しているパスワードが発見された回数を示しています。
nl: Het getal laat zien hoe vaak het wachtwoord is gevonden bij bekende datalekken.
pl: Liczba pokazuje, ile razy hasło zostało znalezione w znanych wyciekach danych.
pt_br: O número indica quantas vezes cada senha apareceu em vazamentos de dados conhecidos.
ru: Число показывает, сколько раз пароль был найден в известных утечках данных.
sk: Číslo ukazuje, koľkokrát bolo heslo nájdené pri známych únikoch údajov.
sv: Siffran anger hur många gånger lösenordet har dykt upp i kända dataläckor.
uk: Число показує скільки разів пароль було знайдено у відомих витоках даних.
zh_hans: 数字表示该密码在已知数据泄漏中被发现的次数
