Repository: sthagen/keepassium-KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: pt

source: [About/CopyrightAuthor]
pt: ©Andrei Popleteev

source: [Accessibility] Double tap to copy to clipboard
pt: Toque duas vezes para copiar para a área de transferência

source: [Accessibility/activateToListen]
pt: Active para ouvir.

source: [Accessibility/containsAttachments]
pt: Contém anexos.

source: [Accessibility/containsIncompatiblePasskey]
pt: Contém uma chave de acesso incompatível com este dispositivo.

source: [Accessibility/containsOTP]
pt: Contém palavra-passe de uso único.

source: [Accessibility/containsPasskey]
pt: Contem uma chave de acesso.

source: [App/ResetEverything/action]
pt: Reinicializar

source: [App/ResetEverything/title]
pt: Reinicializar a aplicação?

source: [AppLock] Unlock
pt: Desbloquear

source: [AppLock/Biometric/Hint] Unlock KeePassium
pt: Desbloquear KeePassium

source: [AppLock/cancelBiometricAuth] Use Passcode
pt: Entrar com Senha

source: [AppLock/changePasscode]
pt: Alterar Senha

source: [AppLock/EnterPasscode/callToAction]
pt: Desbloquear KeePassium

source: [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
pt: 123→ABC

source: [AppLock/Passcode/KeyboardType/switchAction] ABC→123
pt: ABC→123

source: [AppLock/Passcode/KeyboardType/title] Alphanumeric
pt: Alfanumérico

source: [AppLock/Passcode/KeyboardType/title] Numeric
pt: Numérico

source: [AppLock/Passcode/orgRequiresStonger]
pt: A sua organização requer uma senha mais complexo.

source: [AppLock/Passcode/pressEscForTouchID]
pt: Pressione a tecla Esc para Touch ID

source: [AppLock/passcodeUpdated/title]
pt: Senha actualizada com sucesso.

source: [AppLock/savePasscode]
pt: Guardar Senha

source: [AppLock/SetupPasscode/callToAction]
pt: Proteja o KeePassium de acesso não autorizado

source: [AutoFill/Premium/Upgrade/Manual/text] To upgrade, please manually open KeePassium from your home screen.
pt: Para actualizar, por favor, abra o KeePassium manualmente a partir do seu ecrã principal.

source: [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
pt: “Upgrade” para a Versão “Premium”

source: [AutoType/AccessibilityPrompt/callToAction]
pt: Abrir as definições do sistema → Privacidade e segurança → Acessibilidade e aí ativar KeePassium.

source: [AutoType/AccessibilityPrompt/message]
pt: KeePassium precisa da sua permissão para enviar pressionamentos de tecla para outras aplicações.

source: [AutoType/AccessibilityPrompt/title]
pt: KeePassium precisa da sua permissão

source: [AutoType/action]
pt: Executar escrita automática

source: [AutoType/Action/OpenSettings]
pt: Abrir as definições

source: [AutoType/Error/Title]
pt: Falha de escrita automática

source: [BiometricAuthType] Face ID
pt: Face ID

source: [BiometricAuthType] Touch ID
pt: Touch ID

source: [ChallengeResponseError] cancelled
pt: Cancelado pelo utilizador.

source: [ChallengeResponseError] keyNotConnected
pt: Não há qualquer chave física conectada.

source: [ChallengeResponseError] notAvailableInAutoFill
pt: As chaves físicas não estão disponíveis no contexto do Preenchimento Automático.

source: [ChallengeResponseError] notSupportedByDatabaseFormat
pt: Este formato de base de dados é incompatível com a utilização de chaves fixas.

source: [ChallengeResponseError] notSupportedByDeviceOrSystem
pt: Este dispositivo ou versão do sistema operativo é incompatível com a utilização de chaves fixas (%@)

source: [ChallengeResponseError] slotNotConfigured
pt: Esta chave não está configurada para “challenge-response”.

source: [Cipher/Progress] Decrypting
pt: A descodificar

source: [Cipher/Progress] Encrypting
pt: A codificar

source: [Clipboard/Copy/namedValue]
pt: Copiar %@

source: [Clipboard/Copy/notification]
pt: Copiado

source: [CryptoError] AES decryption error (code %d)
pt: Erro de descodificação AES (código %d)

source: [CryptoError] AES encryption error (code %d)
pt: Erro de codificação AES (código %d)

source: [CryptoError] AES initialization error (code %d)
pt: Erro de inicialização AES (código %d)

source: [CryptoError] Argon2 hashing error (code %d)
pt: Erro de “hashing” Argon2 (código %d)

source: [CryptoError] Invalid data padding (code %d). File corrupt?
pt: “Padding” inválida (código %d). Ficheiro corrompido?

source: [CryptoError] Invalid KDF parameter: %@ - %@. File corrupt?
pt: Parâmetro de KDF inválido: %1$@ - %2$@. Ficheiro corrompido?

source: [CryptoError] Random number generator error (code %d)
pt: Erro de gerador de números aleatórios (código %d)

source: [CryptoError] Twofish cipher error (code %d)
pt: Erro de cifra Twofish (código %d)

source: [Database/Add] Selected file "%@" does not look like a database.
pt: O ficheiro selecionado “%@” pode não ser uma base de dados.

source: [Database/Create/action] Create Database
pt: Criar Base de Dados

source: [Database/CustomIcon/add]
pt: Adicionar Ícone Personalizado

source: [Database/CustomIcon/All/count]
pt: Todos os ícones personalizados: %d

source: [Database/CustomIcon/deleteAll]
pt: Apagar Todos

source: [Database/CustomIcon/deleteUnused]
pt: Apagar Ícones em Desuso

source: [Database/CustomIcon/DownloadFavicon/action]
pt: Descarregar “Favicon”

source: [Database/CustomIcon/DownloadFavicons/action]
pt: Descarregar “Favicons”

source: [Database/CustomIcon/DownloadFavicons/stats]
pt: Entradas processadas: %1$d Ícones actualizados: %2$d

source: [Database/CustomIcon/DownloadFavicons/status]
pt: A descarregar “favicons”

source: [Database/CustomIcon/DownloadOneFavicon/status]
pt: A descarregar “favicon”

source: [Database/CustomIcon/Unused/count]
pt: Ícone em desuso encontrado: %d

source: [Database/Delete/Confirm/text] Delete database file? Make sure you have a backup.
pt: Apagar base de dados? Verifique que tem uma cópia de segurança.

source: [Database/EncryptionSettings/Change/action]
pt: Alterar Definições de Codificação

source: [Database/EncryptionSettings/dataCipher]
pt: Algoritmo de Codificação

source: [Database/EncryptionSettings/iterations]
pt: Iterações

source: [Database/EncryptionSettings/kdf]
pt: Função de Derivação de Chave

source: [Database/EncryptionSettings/memory]
pt: Utilização de Memória

source: [Database/EncryptionSettings/memoryAutoFillWarning]
pt: Os requisitos elevados de memória podem tornar esta base de dados incompatível com o Preenchimento Automático.

source: [Database/EncryptionSettings/reset]
pt: Repor Definições Recomendadas

source: [Database/EncryptionSettings/threads]
pt: Paralelismo

source: [Database/EncryptionSettings/title]
pt: Definições de Codificação

source: [Database/Entry/LinkedDatabase/message]
pt: Esta entrada é uma hiperligação para outra base de dados.

source: [Database/Export/PlainText/warning]
pt: O ficheiro exportado conterá os seus dados em texto simples, sem qualquer proteção.

source: [Database/ExternalChange/notification]
pt: A base de dados foi alterada. Recarregar?

source: [Database/ExternalChange/Status/checkInProgress]
pt: A verificar possíveis alterações…

source: [Database/ExternalChange/Status/failed]
pt: Falha na actualização

source: [Database/ExternalChange/Status/upToDate]
pt: Actualizado

source: [Database/FormatVersion/Conversion/allDataPreserved]
pt: Não perderá os seus dados.

source: [Database/FormatVersion/PasskeysNotSupported]
pt: O formato actual da base de dados é incompatível com as chaves de acesso.

source: [Database/FormatVersion/Upgrade/text]
pt: O KeePassium precisa de actualizar a sua base de dados para um novo formato (de %1$@ para %2$@). Poderá ser necessário actualizar outras aplicações que utilizem esta base de de dados.

source: [Database/FormatVersion/Upgrade/title]
pt: Antes de continuar

source: [Database/IconSet/System/title]
pt: Sistema

source: [Database/Item/Edited/state]
pt: Editado

source: [Database/LesserTargetFormat/warning]
pt: O formato desta base de dados é já antigo, poderá perder alguns dados.

source: [Database/List/empty]
pt: Sem bases de dados

source: [Database/List/LocalMissing/callToAction]
pt: Abrir a aplicação

source: [Database/List/LocalMissing/message]
pt: Se faltarem alguns ficheiros locais, abra, primeiro, a aplicação KeePassium.

source: [Database/List/title]
pt: Base de Dados

source: [Database/Load/Error] Cannot find database file
pt: Não foi possível encontrar a base de dados.

source: [Database/Load/Error] Cannot find key file
pt: Não foi possível encontrar o ficheiro de chave.

source: [Database/Load/Error] Cannot open database file
pt: Não foi possível abrir a base de dados.

source: [Database/Load/Error] Cannot open key file
pt: Não foi possível abrir o ficheiro de chave.

source: [Database/Load/Error] Incorrect database format
pt: Formato de base de dados incorrecto: %@.

source: [Database/Load/Error] Please provide at least a password or a key file
pt: Por favor, forneça uma palavra-passe e/ou ficheiro de chave.

source: [Database/Load/Error] Unrecognized database format
pt: Formato de base de dados não reconhecido

source: [Database/Load/Error/encryptedByIntune]
pt: Esta base de dados encontra-se protegida pelas políticas de Informática da sua empresa, através da ferramenta Microsoft Intune.

source: [Database/Loading/FromCache/text]
pt: Esta base de dados está inacessível. Esta é a última cópia local.

source: [Database/Loading/ReadOnly/text]
pt: Esta base de dados é só de leitura.

source: [Database/Loading/Status] Loading...
pt: A carregar...

source: [Database/MasterKey/Change/action]
pt: Alterar Chave-Mestra

source: [Database/MasterKey/changed] Master key successfully changed
pt: Chave-mestra alterada com sucesso

source: [Database/MasterKey/RememberYourPassword/text]
pt: Se se esquecer dela, não poderá aceder aos seus dados. Não será possível recuperar esta palavra-passe.

source: [Database/MasterKey/RememberYourPassword/title]
pt: Memorize a palavra-passe da sua base de dados

source: [Database/MasterKey/title]
pt: Chave-Mestra

source: [Database/New/title]
pt: Nova Base de Dados

source: [Database/Open/action] Open Database
pt: Abrir Base de Dados

source: [Database/Opened/action] Lock Database
pt: Bloquear Base de Dados

source: [Database/Opened/Warning/action] Close Database
pt: Fechar Base de Dados

source: [Database/Opened/Warning/action] Ignore and Continue
pt: Ignorar e Continuar

source: [Database/Opened/Warning/lastEdited] Database was last edited by: %@
pt: A base de dados foi editada pela última vez por: %@

source: [Database/Opened/Warning/title] Your database is ready, but there was an issue.
pt: A sua base de dados está pronta, mas houve um problema.

source: [Database/Operations/title]
pt: Operações da Base de Dados

source: [Database/Passkey/Error/UnsupportedAlgorithm/description]
pt: Algoritmo de chave de acesso não suportado

source: [Database/Print/preparingPreview]
pt: A preparar pré-visualização…S

source: [Database/Progress] Done
pt: Concluído

source: [Database/Progress] Loading key file...
pt: A carregar ficheiro de chave…

source: [Database/Progress/checkingDatabaseForModifications]
pt: A confirmar se não houve alterações à base de dados…

source: [Database/Progress/downloading]
pt: A descarregar a base de dados…

source: [Database/Progress/makingDatabaseBackup]
pt: A efectuar cópia de segurança…

source: [Database/Progress/resolving]
pt: A contactar fornecedor de armazenamento…

source: [Database/Progress/resolvingFieldReferences]
pt: A resolver referências de campo…

source: [Database/Progress/resolvingSyncConflict]
pt: A resolver um conflito de sincronização…

source: [Database/Progress/writingDatabaseFile]
pt: A guardar base de dados…

source: [Database/RecommendRemote/callToAction]
pt: Experimente aceder ao seu armazenamento remoto directamente através do KeePassium.

source: [Database/Reload/action]
pt: Recarregar Base de Dados

source: [Database/Remove/Confirm/text] Remove database from the list? The file will remain intact and you can add it again later.
pt: Remover base de dados da lista? O ficheiro em si não será apagado e poderá ser aberto novamente.

source: [Database/Save/action] Save Database
pt: Guardar Base de Dados

source: [Database/SaveToServer/action]
pt: Guardar num Servidor

source: [Database/Saving/Status] Done
pt: Concluído

source: [Database/Saving/Status] Saving...
pt: A guardar...

source: [Database/Settings/ConsiderFileUnreachable/Immediately]
pt: Imediatamente

source: [Database/Settings/ConsiderFileUnreachable/title]
pt: Considerar Ficheiro Inacessível

source: [Database/Settings/ExternalChanges/dontCheck]
pt: Não verificar

source: [Database/Settings/ExternalChanges/notify]
pt: Notificar

source: [Database/Settings/ExternalChanges/reload]
pt: Recarregar Automaticamente

source: [Database/Settings/ExternalChanges/title]
pt: Base de Dados Modificado Externamente

source: [Database/Settings/FallbackStrategy/ReAddFile/title]
pt: Re-adicionar Ficheiro

source: [Database/Settings/FallbackStrategy/ShowError/title]
pt: Ver Erro

source: [Database/Settings/FallbackStrategy/title]
pt: Se o Ficheiro Estiver Inacessível

source: [Database/Settings/FallbackStrategy/UseCache/title]
pt: Usar Cópia Local

source: [Database/Settings/FileAccess/title]
pt: Acesso aos Ficheiros

source: [Database/Settings/ReadOnly/title]
pt: Só de Leitura

source: [Database/Settings/title]
pt: Definições da Base de Dados

source: [Database/Switch/action]
pt: Mudar de Base de Dados

source: [Database/SyncConflict/Cancel/description]
pt: Cancelar gravação, não alterando o ficheiro-alvo.

source: [Database/SyncConflict/currentVersion]
pt: Versão actual

source: [Database/SyncConflict/description]
pt: Esta base de dados foi alterada enquanto estava aberta no KeePassium.

source: [Database/SyncConflict/loadedVersion]
pt: Versão aberta

source: [Database/SyncConflict/Merge/action]
pt: Juntar

source: [Database/SyncConflict/Merge/description]
pt: Combine as alterações antes de guardar.

source: [Database/SyncConflict/Overwrite/description]
pt: Substituir o ficheiro-alvo pela versão local.

source: [Database/SyncConflict/SaveAs/description]
pt: Guardar as suas alterações noutro ficheiro.

source: [Database/SyncConflict/title]
pt: Conflito de Sincronização

source: [Database/Unlock/Error] Failed to open key file
pt: Falha ao abrir o ficheiro-chave

source: [Database/Unlock/Error] Password and key file are both empty.
pt: Tanto a palavra-passe, quanto o ficheiro de chave estão vazios.

source: [Database/Unlock/UseFallback/action]
pt: Usar Cópia Local

source: [Database/Unlock/wrongPassword/question]
pt: Esqueceu-se da palavra-passe?

source: [Database/UnsavedChanges/autoFillCrashed]
pt: O Preenchimento Automático não pôde guardar algumas das suas alterações devido a uma limitação técnica.

source: [Database/UnsavedChanges/cannotModifyYet]
pt: Infelizmente, o Preenchimento Automático ainda não alterar grandes bases de dados. Estamos a trabalhar para resolver este problema.

source: [Database/UnsavedChanges/couldNotApply]
pt: Algumas alterações pendentes não puderam ser aplicadas automaticamente; modificações recentes podem estar ausentes.

source: [Database/UnsavedChanges/OpenAppCallToAction]
pt: Para guardar as alterações, abra a aplicação KeePassium.

source: [Database/UnsavedChanges/Problematic/info]
pt: Algumas alterações pendentes referem-se a entradas ou grupos ausentes. KeePassium criará estes itens num grupo separado e aplicará as alterações no mesmo.

source: [Database/UnsavedChanges/RecoveredEntriesGroup/name]
pt: Alterações recuperadas (%@)

source: [Database/UnsavedChanges/saveAction]
pt: Guardar Alterações

source: [Database/UnsavedChanges/someDatabases]
pt: Uma ou mais bases de dados têm alterações não guardadas realizadas através do Preenchimento Automático.

source: [Database/UnsavedChanges/thisDatabase]
pt: Esta base de dados tem alterações não guardadas realizadas através do Preenchimento Automático.

source: [Database/UnsavedChanges/title]
pt: Alterações Não Guardadas

source: [Database1/FormatError] Database file is corrupted.
pt: A base de dados está corrompida.

source: [Database1/FormatError] Error parsing field %@. Corrupted database file?
pt: Erro ao processar o campo %@. Base de dados corrompida?

source: [Database1/FormatError] Found an entry outside any group. Corrupted DB file?
pt: Encontrada uma entrada fora de qualquer grupo. Base de dados corrompida?

source: [Database1/FormatError] Unexpected end of file. Corrupted database file?
pt: Fim inesperado do ficheiro. Base de dados corrompida?

source: [Database1/Header1/Error] Header reading error. DB file corrupt?
pt: Erro de leitura do cabeçalho. Base de dados corrompida?

source: [Database1/Header1/Error] Unsupported cipher. (Code: %@)
pt: Cifra não suportada. (Código: %@)

source: [Database1/Header1/Error] Unsupported database format version: %@.
pt: Versão não suportada do formato da base de dados: %@

source: [Database1/Header1/Error] Wrong file signature. Not a KeePass database?
pt: Assinatura do ficheiro errada. Ficheiro em formato incompatível?

source: [Database1/Progress] Packing the content
pt: A comprimir o conteúdo.

source: [Database1/Progress] Parsing content
pt: A processar o conteúdo.

source: [Database2/backupGroupName] Recycle Bin
pt: Reciclagem

source: [Database2/FormatError] Cannot parse database. %@
pt: Não foi possível processar a base de dados. %@

source: [Database2/FormatError] Corrupted database file (block %d has negative size)
pt: Base de dados corrompida (o bloco %d tem tamanho negativo)

source: [Database2/FormatError] Corrupted database file (hash mismatch in block %d)
pt: Base de dados corrompida (incoerência de “hash” no bloco %d)

source: [Database2/FormatError] Corrupted database file (HMAC mismatch in block %d)
pt: Base de dados corrompida (incoerência de HMAC no bloco %d)

source: [Database2/FormatError] Gzip error: %@
pt: Erro Gzip: %@

source: [Database2/FormatError] Unexpected block ID.
pt: Bloco com ID inesperado.

source: [Database2/FormatError] Unexpected end of file. Corrupted file?
pt: Fim do ficheiro inesperado. Ficheiro corrompido?

source: [Database2/Header2/Error] Failed to uncompress attachment data: %@
pt: Falha ao descomprimir dados de anexo: %@

source: [Database2/Header2/Error] Header field %@ is corrupted.
pt: O campo de cabeçalho %@ está corrompido.

source: [Database2/Header2/Error] Header hash mismatch. DB file corrupt?
pt: Incoerência da “hash” do cabeçalho. Base de dados corrompida?

source: [Database2/Header2/Error] Header HMAC mismatch. DB file corrupt?
pt: Incoerência do HMAC do cabeçalho. Base de dados corrompida?

source: [Database2/Header2/Error] Header reading error. DB file corrupt?
pt: Erro na leitura do cabeçalho. Base de dados corrompida?

source: [Database2/Header2/Error] Unknown compression algorithm.
pt: Algoritmo de compressão desconhecido.

source: [Database2/Header2/Error] Unsupported data cipher: %@
pt: Cifra de dados não suportada: %@

source: [Database2/Header2/Error] Unsupported database format version: %@.
pt: Versão não suportada do formato da base de dados: %@

source: [Database2/Header2/Error] Unsupported inner stream cipher (ID %d)
pt: Cifra de “stream” interno não suportada (ID %d)

source: [Database2/Header2/Error] Unsupported KDF: %@
pt: KDF não suportada: %@

source: [Database2/Header2/Error] Wrong file signature. Not a KeePass database?
pt: Assinatura do ficheiro errada. Ficheiro em formato incompatível?

source: [Database2/Loading/Error] Error unpacking database: %@
pt: Erro ao descomprimir a base de dados: %@

source: [Database2/Loading/Warning/missingBinaries]
pt: Faltam os dados dalguns anexos. Trata-se de um sinal de corrupção na base de dados, provavelmente provocada pelo último aplicativo usado (%1$@). O KeePassium conservará os anexos vazios, mas não pode restaurá-los. Precisará restaurar a sua base de dados a partir de uma cópia de segurança. Anexos ausentes: %2$@

source: [Database2/Loading/Warning/namelessAttachments]
pt: Algumas entradas têm anexos sem nome. Trata-se de um sinal de corrupção da base de dados. Por favor, verifique os anexos das seguintes entradas (e o seu histórico): %@

source: [Database2/Loading/Warning/namelessCustomFields]
pt: Algumas entradas têm campos personalizados com nomes vazios. Poder-se-á tratar de um sinal de corrupção de dados. Por favor, verifique as seguintes entradas: %@

source: [Database2/Loading/Warning/unusedAttachments]
pt: Esta base de dados contém alguns anexos que não surgem em nenhuma entrada. Provavelmente, a última aplicação usada esqueceu-se de os remover (%@). No entanto, também se pode tratar de um sinal de corrupção de dados. Por favor, certifique-se que tem uma cópia de segurança da sua base de dados antes de efectuar qualquer alteração.

source: [Database2/Progress] Loading database
pt: A carregar base de dados

source: [Database2/Progress] Reading database content
pt: A processar o conteúdo da base de dados

source: [Database2/Progress] Writing encrypted blocks
pt: A guardar blocos codificados

source: [Database2/Progress/decompressing]
pt: A descomprimir base de dados

source: [Database2/Progress/integrityCheck]
pt: A confirmar integridade

source: [Database2/Progress/parsingXML]
pt: A processar base de dados

source: [Database2/Saving/Error] Data compression error: %@
pt: Erro de compressão de dados: %@

source: [Database2/Saving/Error] Encryption error: %@
pt: Erro de codificação: %@

source: [Database2/Xml2/ParsingError] Malformed value '%@' in %@
pt: Valor inválido “%1$@” em %2$@

source: [Database2/Xml2/ParsingError] Nil value in %@
pt: Valor nulo em %@

source: [Database2/Xml2/ParsingError] Unexpected tag '%@'
pt: Elemento inesperado '%@'

source: [Database2/Xml2/ParsingError] Unexpected tag '%@' (instead of '%@')
pt: Elemento inesperado '%1$@' (em vez de '%2$@')

source: [Database2/Xml2/ParsingError] XML error: %@
pt: Erro de XML: %@

source: [DatabaseError] Cannot open database
pt: Não foi possível abrir a base de dados

source: [DatabaseError] Cannot save database
pt: Não foi possível guardar a base de dados

source: [DatabaseError] Invalid password or key file
pt: Palavra-passe ou ficheiro-chave inválidos.

source: [DiagLog/title]
pt: Registo de Diagnóstico

source: [Diagnostics] Diagnostic log has been copied to clipboard.
pt: O registo de diagnóstico foi copiado para a área de transferência.

source: [EditEntry/Icon/change]
pt: Alterar Ícone

source: [EditEntry/UserName/choose]
pt: Seleccionar

source: [Entry/Attachment/add]
pt: Adicionar Ficheiro

source: [Entry/Attachment/chooseFile]
pt: Seleccionar Ficheiro

source: [Entry/Attachment/choosePhoto]
pt: Seleccionar Fotografia

source: [Entry/Attachment/Photo/defaultName]
pt: Fotografia

source: [Entry/Attachment/takePhoto]
pt: Tirar Fotografia

source: [Entry/Attachments/preview]
pt: Pré-Visualizar

source: [Entry/Create/action] Create Entry
pt: Criar Entrada

source: [Entry/Edit/action]
pt: Editar Entrada

source: [Entry/Edit/CreateField/defaultName] Field Name
pt: Nome do Campo

source: [Entry/Field/Add/action]
pt: Adicionar campo

source: [Entry/Field/CompactMenu/title]
pt: Vista compacta

source: [Entry/Field/CopyReference/acknowledgement]
pt: Referência do campo copiada para área de transferência

source: [Entry/Field/CopyReference/action]
pt: Copiar Referência do Campo

source: [Entry/Field/Custom/title]
pt: Campo personalizado

source: [Entry/Field/LargeType/action]
pt: Visualizar em Tipo Largo

source: [Entry/Field/name] Icon
pt: Ícone

source: [Entry/Field/name] Notes
pt: Observações

source: [Entry/Field/name] Passkey
pt: Chave de Acesso

source: [Entry/Field/name] Password
pt: Palavra-Passe

source: [Entry/Field/name] Title
pt: Título

source: [Entry/Field/name] URL
pt: URL

source: [Entry/Field/name] User Name
pt: Nome de Utilizador

source: [Entry/Field/Protected/title]
pt: Campo Protegido

source: [Entry/Field/QRCode/action]
pt: Mostrar como código QR

source: [Entry/Field/tags] Tags
pt: Categorias

source: [Entry/Field/URL/Extra/title]
pt: URL (%d)
