Repository: sthagen/keepassium-KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: pt

source: [Entry/Files/Add] Loading attachment file
pt: A carregar anexo…

source: [Entry/FrequentlyUsedFields/title]
pt: Utilizado frequentemente

source: [Entry/History] Creation Date
pt: Data de Criação

source: [Entry/History] Expiry Date
pt: Data de Validade

source: [Entry/History] Last Access Date
pt: Data do Último Acesso

source: [Entry/History] Last Modification Date
pt: Data da Última Modificação

source: [Entry/History] Modification Date
pt: Data de Modificação

source: [Entry/History] Previous Versions
pt: Versões Anteriores

source: [Entry/History/ExpiryDate] Never
pt: Nunca

source: [Entry/New/defaultTitle] New Entry
pt: Nova Entrada

source: [Entry/title]
pt: Entrada

source: [File/In Trash/warning]
pt: “%@” encontra-se nos «apagados» e poderá ser apagado de forma automática em breve. Para evitar a perda dos seus dados, mova o ficheiro para outro local.

source: [File/PermissionDenied] Try to remove the file from the app, then add it again.
pt: Experimente remover o ficheiro da aplicação e, seguidamente, adicioná-lo de novo.

source: [File/Re-add/title]
pt: Adicionar novamente

source: [File/TemporaryBackup/warning]
pt: Este é uma base de dados temporária de cópia de segurança. Poderá ser apagada automaticamente sem aviso. Não a utilize como a sua base de dados principal.

source: [FileAccessError/FileProvider/NotFound/generic]
pt: O fornecedor de armazenamento encontra-se indisponível. Verifique se se encontra instalado e devidamente configurado.

source: [FileAccessError/FileProvider/NotFound/other]
pt: A aplicação %@ não está disponível. Por favor, verifique se se encontra instalada e devidamente configurada.

source: [FileAccessError/FileProvider/NotFound/smbShare]
pt: O armazenamento de rede está desconectado.

source: [FileAccessError/FileProvider/NotFound/usbDrive]
pt: O disco externo USB está desligado.

source: [FileAccessError/internalError]
pt: Erro interno do KeePassium, por favor entre em contacto connosco.

source: [FileAccessError/ManagedAccessDenied/title]
pt: O acesso a este armazenamento foi desactivado pela sua organização.

source: [FileAccessError/NetworkAccessDenied/generic]
pt: O acesso à rede está bloqueado nas definições.

source: [FileAccessError/NoResponse/genericFileProvider]
pt: O fornecedor de armazenamento não responde.

source: [FileAccessError/NoResponse/knownFileProvider]
pt: %@ não responde.

source: [FileAccessError/NoWritePermission/title]
pt: Não foi possível guardar o ficheiro (%@)

source: [FileAccessError/OneDriveReadOnly/reason]
pt: A Microsoft alterou recentemente a integração do OneDrive com o iOS para o modo só de leitura. Temporariamente, dizem eles.

source: [FileAccessError/OneDriveReadOnly/recoverySuggestion]
pt: Use a opção Exportar para guardar o ficheiro noutro local.

source: [FileAccessError/PermissionRequired/reason]
pt: O KeePassium precisa da sua permissão para aceder ao ficheiro “%@”.

source: [FileAccessError/PermissionRequired/recoveryAction]
pt: Seleccione-o novamente para permitir o acesso

source: [FileAccessError/Timeout/genericFileProvider]
pt: O fornecedor de armazenamento não responde.

source: [FileAccessError/Timeout/knownFileProvider]
pt: %@ não responde.

source: [FileInfo/Attributes/header]
pt: Atributos do Ficheiro

source: [FileInfo/Attributes/Hidden/title]
pt: Oculto

source: [FileInfo/Attributes/Hidden/warning]
pt: Os ficheiros ocultos são menos visíveis para um utlizador casual, mas não melhoram a segurança dos dados.

source: [FileInfo/Backup/header]
pt: Cópia de Segurança

source: [FileInfo/Error/failed to change attributes]
pt: Não foi possível actualizar os atributos do ficheiro.

source: [FileInfo/Field/title] Creation Date
pt: Data de Criação

source: [FileInfo/Field/title] File Location
pt: Localização do Ficheiro

source: [FileInfo/Field/title] File Name
pt: Nome do Ficheiro

source: [FileInfo/Field/title] File Size
pt: Tamanho do Ficheiro

source: [FileInfo/Field/title] Last Modification Date
pt: Data da Última Modificação

source: [FileInfo/Field/valueError] Error
pt: Erro

source: [FileInfo/isExcludedFromBackup/title]
pt: Excluir das Cópias de Segurança iCloud/iTunes

source: [FileInfo/title]
pt: Informações do Ficheiro

source: [FileKeeper] Failed to delete file. Reason: %@
pt: Falha ao eliminar ficheiro. Justificação: %@

source: [FileKeeper] Failed to import file. Reason: %@
pt: Falha ao importar ficheiro. Justificação: %@

source: [FileKeeper] Failed to open file. Reason: %@
pt: Falha ao abrir ficheiro. Justificação: %@

source: [FileKeeper] Not a file URL
pt: URL não é de ficheiro

source: [FileProvider/Amerigo/name]
pt: Amerigo

source: [FileProvider/Box/name]
pt: Box

source: [FileProvider/Boxcryptor/name]
pt: Boxcryptor

source: [FileProvider/Cryptomator/name]
pt: Cryptomator

source: [FileProvider/Dropbox/name]
pt: Dropbox

source: [FileProvider/FE File Explorer/name]
pt: FE File Explorer

source: [FileProvider/Google Drive/name]
pt: Google Drive

source: [FileProvider/iCloud Drive/name]
pt: iCloud Drive

source: [FileProvider/MagentaCloud/name]
pt: MagentaCLOUD

source: [FileProvider/Mega.nz/name]
pt: MEGA.nz

source: [FileProvider/Nextcloud/name]
pt: Nextcloud

source: [FileProvider/On My iPad/name]
pt: No Meu iPad

source: [FileProvider/On My iPhone/name]
pt: No Meu iPhone

source: [FileProvider/OneDrive/name]
pt: OneDrive

source: [FileProvider/ownCloud/name]
pt: ownCloud

source: [FileProvider/pCloud/name]
pt: pCloud

source: [FileProvider/ProtonDrive/name]
pt: Proton Drive

source: [FileProvider/qnapQFile/name]
pt: Qfile

source: [FileProvider/Readdle Documents/name]
pt: Documents by Readdle

source: [FileProvider/Resilio Sync/name]
pt: Resilio Sync

source: [FileProvider/Seafile Pro/name]
pt: Seafile Pro

source: [FileProvider/Secure ShellFish/name]
pt: Secure ShellFish

source: [FileProvider/SMB/name]
pt: Servidor SMB

source: [FileProvider/Stratospherix FileBrowser/name]
pt: FileBrowser

source: [FileProvider/sync.com/name]
pt: Sync.com

source: [FileProvider/Synology Drive/name]
pt: Synology Drive

source: [FileProvider/Synology DS file/name]
pt: Synology DS file

source: [FileProvider/Tresorit/name]
pt: Tresorit

source: [FileProvider/USB drive/name]
pt: Disco Externo USB

source: [FileProvider/Yandex.Disk/name]
pt: Yandex.Disk

source: [General/DestinationGroup/title] Choose a Destination
pt: Seleccione um Destino

source: [General/Feature/Off]
pt: Desactivado

source: [General/Feature/On]
pt: Activado

source: [General/FileList/Empty/title]
pt: A pasta está vazia

source: [General/MultiSelectionKeys/hint]
pt: Pressione e mantenha pressionada a tecla Cmd ou Shift para selecionar vários itens.

source: [Generic] Cancel
pt: Cancelar

source: [Generic] Contact Support
pt: Contactar Apoio Técnico

source: [Generic] Contact Us
pt: Contate-Nos

source: [Generic] Continue
pt: Continuar

source: [Generic] Copy
pt: Copiar

source: [Generic] Create
pt: Criar

source: [Generic] Delete
pt: Apagar

source: [Generic] Delete All
pt: Apagar Todos

source: [Generic] Discard
pt: Descartar

source: [Generic] Dismiss
pt: Fechar

source: [Generic] Done
pt: OK

source: [Generic] Edit
pt: Editar

source: [Generic] Export
pt: Exportar

source: [Generic] Fix this
pt: Corrigir

source: [Generic] Import
pt: Importar

source: [Generic] Learn more
pt: Saiba mais…

source: [Generic] More Actions
pt: Mais Acções

source: [Generic] Move
pt: Mover

source: [Generic] OK
pt: OK

source: [Generic] Open URL
pt: Abrir URL

source: [Generic] Overwrite
pt: Substituir

source: [Generic] Print
pt: Imprimir

source: [Generic] Rename
pt: Renomear

source: [Generic] Replace
pt: Substituir

source: [Generic] Restore
pt: Restaurar

source: [Generic] Retry
pt: Tentar Novamente

source: [Generic] Reveal in Finder
pt: Mostrar no Finder

source: [Generic] Share
pt: Partilhar

source: [Generic] Show Details
pt: Ver Detalhes

source: [Generic] Show In Plain Text
pt: Exibir

source: [Generic] Show more
pt: Ver Mais

source: [Generic] Skip
pt: Ignorar

source: [Generic/Action/ReorderItems]
pt: Reordenar

source: [Generic/Action/SelectItems]
pt: Seleccionar

source: [Generic/Count/ImportedEntries]
pt: Entradas encontradas: %d

source: [Generic/Directory/Recently Deleted/name]
pt: Apagados Recentemente

source: [Generic/Edit/Aborting/title] There are unsaved changes
pt: Existem alterações por guardar

source: [Generic/File] Delete
pt: Apagar

source: [Generic/File] Remove
pt: Remover

source: [Generic/File/Export/title]
pt: Exportação de Ficheiro

source: [Generic/File/ForceSave]
pt: Forçar gravação

source: [Generic/File/Save as]
pt: Guardar como…

source: [Generic/File/title] Export Error
pt: Erro de Exportação

source: [Generic/File/title] File already exists
pt: O ficheiro já existe

source: [Generic/File/title] Import Error
pt: Erro de Importação

source: [Generic/GotIt/action]
pt: Entendi

source: [Generic/Presets]
pt: Pré-definições

source: [Generic/RefreshList/action]
pt: Actualizar Lista

source: [Generic/Search/title]
pt: Pesquisa

source: [Generic/title] Error
pt: Erro

source: [Generic/title] Keychain Error
pt: Erro de Porta-Chaves

source: [Generic/title] Warning
pt: Aviso

source: [Generic/Tools/title]
pt: Ferramentas

source: [Generic/ViewHelpArticle/action]
pt: Ver artigo de ajuda

source: [Generic/ViewOptions/title]
pt: Ver Opções

source: [Group/a11y/description]
pt: %@, Grupo

source: [Group/Create/action] Create Group
pt: Criar Grupo

source: [Group/Edit/title] Edit Group
pt: Editar Grupo

source: [Group/Menu/a11y/title]
pt: Menu do Grupo

source: [Group/New/defaultName] New Group
pt: Novo Grupo

source: [Group/Notes/title]
pt: Notas

source: [Group/RecycleBin/Empty/action]
pt: Esvaziar Reciclagem

source: [Group/RecycleBin/Empty/confirmTitle]
pt: Apagar permanentemente tudo o que se encontra na Reciclagem?

source: [Group/Section/Entries/title]
pt: Entradas

source: [Group/Section/Groups/title]
pt: Grupos

source: [Group/Smart/a11y/description]
pt: %@, Grupo automático

source: [Group/Smart/about]
pt: Acerca dos grupos automáticos…

source: [Group/Smart/Create/action]
pt: Criar Grupo Automático

source: [Group/Smart/New/defaultName]
pt: Novo Grupo Automático

source: [Group/Smart/Preset/allEntries]
pt: Todas as Entradas

source: [Group/Smart/Preset/expiredEntries]
pt: Entradas Fora de Validade

source: [Group/Smart/Preset/otpEntries]
pt: Entradas com OTP

source: [Group/Smart/Preset/passkeyEntries]
pt: Entradas com Chaves de Acesso

source: [Group/Smart/Query/title]
pt: Flitro do Grupo Automático

source: [Group/Smart/title]
pt: Grupo Automático

source: [Group/title]
pt: Grupo

source: [GroupEditor/Name/placeholder]
pt: Nome do Grupo

source: [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
pt: As chaves físicas não estão disponíveis no contexto do Preenchimento Automático.

source: [HardwareKey/AutoFill/TheseNotAvailable]
pt: Essas chaves físicas estão indisponíveis no Preenchimento Automático.

source: [HardwareKey/Field/title]
pt: Chave Física

source: [HardwareKey/Interface/LightningViaUSBAdapter]
pt: Lightning (via adaptador USB)

source: [HardwareKey/LightningOverUSB/RequiresAdapter]
pt: Requer o adaptador USB-C para Lightning da Apple

source: [HardwareKey/None] No Hardware Key
pt: Não Usar Chave Física

source: [HardwareKey/Picker/title]
pt: Chaves Físicas

source: [HardwareKey/Slot/title]
pt: %1$@ ranhura %2$d

source: [HardwareKey/SlotN]
pt: Ranhura %d

source: [HardwareKey/SlotTitle]
pt: Ranhura

source: [HardwareKey/USB/chalRespNotSupported]
pt: Este dispositivo não é incompatível com a funcionalidade “challenge-response” via USB.

source: [HardwareKey/USB/iPadAppOnMac]
pt: O USB está indisponível, por se tratar de uma aplicação para iPad a ser utilizada no macOS. Em vez disso, use a aplicação nativa para Mac.

source: [Help Viewer/title]
pt: Ajuda

source: [HOTP/FieldName]
pt: Código de Uso Único (HOTP)

source: [Intune/OrgNeedsToManage]
pt: Para proteger os seus dados, a sua organização necessita de gerir esta aplicação. Para concluir esta ação, inicie sessão com a sua conta escolar ou profissional.

source: [Intune/PersonalVersionElsewhere]
pt: A versão para uso pessoal do KeePassium está disponível na App Store.

source: [Item/History/Restored]
pt: Versão anterior restaurada

source: [Item/Properties/Advanced/title]
pt: Avançado

source: [Item/Properties/AutoFill/allowed]
pt: Permitido

source: [Item/Properties/AutoFill/disabled]
pt: Desactivado

source: [Item/Properties/AutoFill/KeePassXC/title]
pt: Preenchimento Automático (KeePassXC)

source: [Item/Properties/AutoFill/title]
pt: Preenchimento Automático

source: [Item/Properties/inheritedValue]
pt: Herdar do grupo-mãe (%@)

source: [Item/Properties/PasswordAudit/allowed]
pt: Permitido

source: [Item/Properties/PasswordAudit/disabled]
pt: Desactivado

source: [Item/Properties/PasswordAudit/title]
pt: Auditoria de Palavras-Passe

source: [Item/Properties/Search/allowed]
pt: Permitido

source: [Item/Properties/Search/disabled]
pt: Desactivado

source: [Item/Properties/Search/title] Search
pt: Pesquisa

source: [Item/Properties/title]
pt: Propriedades

source: [ItemCategory] Default (KeePass)
pt: Padrão (KeePass)

source: [ItemIconPicker/CustomIcons]
pt: Ícones Personalizados

source: [ItemIconPicker/StandardIcons]
pt: Ícones Padrão

source: [KDF/Progress] Processing the master key
pt: A processar a chave-mestra

source: [KeychainError/generic] Keychain error (code %d)
pt: Erro de porta-chaves (código %d)

source: [KeychainError/unexpectedFormat] Keychain error: unexpected data format
pt: Erro de porta-chaves: formato de dados inesperado

source: [KeyFile/Add/action]
pt: Adicionar Ficheiro-Chave

source: [KeyFile/Create/action]
pt: Criar Ficheiro-Chave

source: [KeyFile/Create/defaultName]
pt: ficheiro-chave.dat

source: [KeyFile/Delete/Confirm/text] Delete key file? Make sure you have a backup.
pt: Apagar ficheiro-chave? Certifique-se de que tem uma cópia de segurança.

source: [KeyFile/error]
pt: Erro no ficheiro-chave: %@

source: [KeyFile/Field/title]
pt: Ficheiro-Chave

source: [KeyFile/Import/action]
pt: Importar Ficheiro-Chave

source: [KeyFile/Import/actionDescription]
pt: Adicionar ficheiro à aplicação

source: [KeyFile/List/empty]
pt: Sem ficheiros-chave

source: [KeyFile/List/title]
pt: Ficheiros-Chave

source: [KeyFile/None/description]
pt: Usar apenas palavra-passe

source: [KeyFile/None/title]
pt: Sem ficheiro-chave

source: [KeyFile/Remove/Confirm/text] Remove key file from the list? The file will remain intact and you can add it again later.
pt: Remover ficheiro-chave da lista? O ficheiro em si não será eliminado e poderá voltar a adicioná-lo.

source: [KeyFile/Use/action]
pt: Seleccionar Ficheiro-Chave

source: [KeyFile/Use/actionDescription]
pt: Usar sem adicionar

source: [KeyFileError/Corrupted/title]
pt: O ficheiro-chave está corrompido

source: [KeyFileError/UnsupportedFormat/title]
pt: Formato não suportado de ficheiro-chave

source: [Menu/FileInfo/title]
pt: Informações do Ficheiro

source: [Menu/Settings/title]
pt: Definições…

source: [Menu/Sort] Sort Files By
pt: Ordenar Ficheiros Por

source: [Menu/Sort] Sort Items By
pt: Ordenar Itens Por

source: [Org/ContactYourAdmin]
pt: Por favor, contacte o departamento de Informática da sua organização.

source: [Org/LicenseMissing]
pt: O KeePassium não conseguiu localizar a conta empresarial da sua organização.

source: [OTP/FieldName]
pt: Código de Uso Único

source: [OTP/Scan/InvalidData]
pt: Este código QR não é apropriado para a configuração da funcionalidade Código de Uso Único.

source: [OTP/Scan/InvalidSecretCode]
pt: O código secreto introduzido não é apropriado para a configuração da funcionalidade Código de Uso Único.

source: [OTP/Scan/OverwriteWarning]
pt: Esta entrada já tem um código de uso único configurado. Quer substituí-lo?

source: [OTP/Setup]
pt: Configurar código de uso único (OTP)

source: [OTP/Setup/EnterManually]
pt: Introduzir manualmente

source: [OTP/Setup/EnterSecretCode/callToAction]
pt: Introduza Código Secreto

source: [OTP/Setup/ScanQRCode]
pt: Digitalizar Código QR

source: [OTP/Setup/ScanQRImageFile]
pt: Digitalizar QR do ficheiro

source: [OTP/Setup/ScanQRPhoto]
pt: Digitalizar QR da foto

source: [OTP/Title/sentenceCase]
pt: Código de uso único

source: [PasswordGenerator/Accept/action]
pt: Aceitar

source: [PasswordGenerator/CannotGenerateText/title]
pt: Não foi possível gerar o texto

source: [PasswordGenerator/CustomSet/Empty/title]
pt: Vazio

source: [PasswordGenerator/CustomSet/title]
pt: Conjunto personalizado

source: [PasswordGenerator/DesiredLengthTooShort/title]
pt: Aumente o tamanho para %d, no mínimo.

source: [PasswordGenerator/Generate/action]
pt: Gerar

source: [PasswordGenerator/GeneratedText/title]
pt: Texto gerado

source: [PasswordGenerator/InclusionCondition/allowed]
pt: Permitido

source: [PasswordGenerator/InclusionCondition/excluded]
pt: Proibido

source: [PasswordGenerator/InclusionCondition/inactive]
pt: Ignorado

source: [PasswordGenerator/InclusionCondition/required]
pt: Obrigatório

source: [PasswordGenerator/Length/title]
pt: Tamanho

source: [PasswordGenerator/MaxConsecutive/description]
pt: Máximo de repetições consecutivas de um mesmo caractere.

source: [PasswordGenerator/MaxConsecutiveNotSatisfiable/title]
pt: Aumente o limite de repetições consecutivas de um mesmo caractere.

source: [PasswordGenerator/Mode/Basic/title]
pt: Básico

source: [PasswordGenerator/Mode/Expert/title]
pt: Avançado

source: [PasswordGenerator/Mode/Passphrase/title]
pt: Expressão-Passe

source: [PasswordGenerator/Mode/title]
pt: Modo

source: [PasswordGenerator/NotEnoughElementsToSample/title]
pt: É necessário incluir mais conjuntos de caracteres.

source: [PasswordGenerator/PasswordLength/title]
pt: Tamanho da Palavra-Passe

source: [PasswordGenerator/RequiredSetCompletelyExcluded/title]
pt: Um grupo de caracteres foi marcado simultaneamente como obrigatório e proibido.

source: [PasswordGenerator/Set/Digits/title]
pt: Algarismos

source: [PasswordGenerator/Set/Lookalikes/title]
pt: Caracteres parecidos entre si

source: [PasswordGenerator/Set/Lowercase/title]
pt: Letras minúsculas

source: [PasswordGenerator/Set/Specials/title]
pt: Símbolos especiais

source: [PasswordGenerator/Set/Uppercase/title]
pt: Letras maiúsculas

source: [PasswordGenerator/SpaceCharacter/name]
pt: Espaço

source: [PasswordGenerator/title]
pt: Gerador Aleatório

source: [PasswordGenerator/Word Separtor/title]
pt: Separador

source: [PasswordGenerator/WordCase/lowerCase]
pt: minúsculas

source: [PasswordGenerator/WordCase/title]
pt: Maiúsculas/Minúsculas

source: [PasswordGenerator/WordCase/titleCase]
pt: Iniciais Em Maiúsculas

source: [PasswordGenerator/WordCase/upperCase]
pt: MAIÚSCULAS

source: [PasswordGenerator/WordCount/title]
pt: Palavras

source: [PasswordGenerator/Wordlist/EFFLarge/title]
pt: Grande Lista EFF (7776 termos)

source: [PasswordGenerator/Wordlist/EFFShort/title]
pt: Pequena Lista da EFF n.º %d (1296 termos)

source: [PasswordGenerator/Wordlist/ImportError/reason]
pt: Não foi possível importar o ficheiro devido a um problema na linha %1$d (%2$@)

source: [PasswordGenerator/Wordlist/title]
pt: Vocabulário

source: [Premium/Benefits/BusinessClouds/title]
pt: Utilize o armazenamento em linha da sua empresa

source: [Premium/Benefits/CreativeAutoFill/title]
pt: Crie contas mais rapidamente

source: [Premium/Benefits/HardwareKeys/details]
pt: Proteja os seus segredos com uma chave física, como a YubiKey.

source: [Premium/Benefits/HardwareKeys/title]
pt: Utilize chaves físicas

source: [Premium/Benefits/LinkedDatabases/details]
pt: Abra outra base de dados num só passo — usando as credenciais armazenadas numa entrada.

source: [Premium/Benefits/LinkedDatabases/title]
pt: Abra bases de dados hiperligadas

source: [Premium/Benefits/MultiDB/details]
pt: Adicione várias bases de dados e alterne rapidamente entre elas.

source: [Premium/Benefits/MultiDB/title]
pt: Sincronize com a sua equipa

source: [Premium/Benefits/Negative/header]
pt: O que está a perder

source: [Premium/Benefits/PasswordAudit/title]
pt: Verifique suas palavras-passe

source: [Premium/Benefits/Positive/header]
pt: Os seus benefícios actuais

source: [Premium/CallToAction/buyNow]
pt: Compre Agora

source: [Premium/CallToAction/free]
pt: Continue a Avaliar

source: [Premium/CallToAction/startTrial]
pt: Experimente Gratuitamente

source: [Premium/CallToAction/upgradeNow]
pt: Actualize Agora

source: [Premium/ManageSubscriptions/action]
pt: Gerir Assinaturas

source: [Premium/perpetualLicense]
pt: Licença perpétua

source: [Premium/PerpetualLicense/status]
pt: Tem uma licença perpétua para todas as versões anteriores à %@.

source: [Premium/Price Plan/Conditions/1 year email support]
pt: Um ano de apoio técnico via e-mail

source: [Premium/Price Plan/Conditions/all premium features]
pt: Todas as funcionalidades Premium

source: [Premium/Price Plan/Conditions/community support]
pt: Apoio técnico: fórum em linha

source: [Premium/Price Plan/Conditions/current premium features]
pt: Recursos Premium actuais

source: [Premium/Price Plan/Conditions/email support]
pt: Apoio técnico: via e-mail

source: [Premium/Price Plan/Conditions/family sharing]
pt: Partilha Familiar

source: [Premium/Price Plan/Conditions/freemium reminders]
pt: Lembretes Freemium

source: [Premium/Price Plan/Conditions/full price upgrade]
pt: Quaisquer funcionalidades Premium que venham a ser adicionadas exigirão uma nova compra, sem qualquer tipo de desconto.

source: [Premium/Price Plan/Conditions/future premium features]
pt: Funcionalidades Premium futuras

source: [Premium/Price Plan/Conditions/perpetual fallback]
pt: Licença em regime alugar-para-comprar (Licensa perpétua de recuso)

source: [Premium/Price Plan/Conditions/subscription as purchase]
pt: Assinatura como compra

source: [Premium/Price Plan/Conditions/updates and bug fixes]
pt: Atualizações e correções de erros

source: [Premium/Price Plan/Free/price]
pt: Gratuito

source: [Premium/Price Plan/Free/title]
pt: Gratuito

source: [Premium/Price Plan/popular]
pt: Popular

source: [Premium/Subscription/Legal/text]
pt: O valor será cobrado no seu Apple ID imediatamente ao confirmar a compra. A assinatura renovar-se-á automaticamente, a menos que seja cancelada até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. Após a compra, pode gerir e cancelar as suas assinaturas nas definições da sua conta na App Store.

source: [Premium/Trial/trial then price]
pt: %1$@ grátis, depois %2$@

source: [Premium/Upgrade] Hmm, there are no upgrades available. This should not happen, please contact support.
pt: Hmm... Não há “upgrades” disponíveis. Isto nunca deveria acontecer. Por favor, entre em contacto com o apoio técnico.

source: [Premium/Upgrade/action] Upgrade to Premium
pt: Faça o “Upgrade”

source: [Premium/Upgrade/cancelOngoingSubscription]
pt: Por favor, verifique se não precisa de cancelar a sua assinatura anterior.

source: [Premium/Upgrade/Deferred/text] Thank you! You can use KeePassium while purchase is awaiting approval.
pt: Obrigado! Pode continuar a usar o KeePassium enquanto a compra aguarda aprovação.

source: [Premium/Upgrade/price] %@ / month
pt: %@/mês

source: [Premium/Upgrade/price] %@ / year
pt: %@/ano

source: [Premium/Upgrade/price] %@ once
pt: Pagamento único: %@

source: [Premium/Upgrade/price] around %@ / month
pt: ≈ %@/mês

source: [Premium/Upgrade/Progress] Contacting AppStore...
pt: A contactar a AppStore...

source: [Premium/Upgrade/Progress] Purchasing...
pt: A comprar...

source: [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
pt: “Upgrade” realizada com sucesso. Aproveite!

source: [Premium/Upgrade/Restored/title] Purchase Restored
pt: Compra Restaurada
