Repository: sthagen/keepassium-KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: pt

source: [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
pt: Nenhuma compra anterior pôde ser restaurada.

source: [Premium/Upgrade/RestoreFailed/title] Sorry
pt: Desculpe

source: [Premium/Upgrade/Success/thankYou]
pt: Muito obrigado pela sua compra!

source: [PremiumFeature/BusinessClouds/description]
pt: Conecte-se diretamente ao armazenamento da sua empresa, como, por exemplo, o OneDrive for Business.

source: [PremiumFeature/BusinessClouds/title]
pt: Armazenamento empresarial

source: [PremiumFeature/CreativeAutoFill/description]
pt: Crie novas entradas no Preenchimento Automático com os principais campos já preenchidos.

source: [PremiumFeature/CreativeAutoFill/title]
pt: Inscrições mais rápidas

source: [PremiumFeature/Generic/description]
pt: Faça o “upgrade” para a versão Premium e aproveite o KeePassium ao máximo.

source: [PremiumFeature/Generic/title]
pt: Funcionalidade Premium

source: [PremiumFeature/HardwareKeys/description]
pt: Aumente a sua segurança com chaves físicas (YubiKey) na versão Premium.

source: [PremiumFeature/HardwareKeys/title] Hardware Keys
pt: Chaves Físicas

source: [PremiumFeature/LinkedDatabases/description]
pt: Faça o “upgrade” para a versão Premium e abra bases de dados hiperligadas num só passo.

source: [PremiumFeature/LinkedDatabases/title]
pt: Bases de Dados Hiperligadas

source: [PremiumFeature/MultiDB/description] Easily switch between databases in the premium version.
pt: Alterne facilmente entre bases de dados na versão Premium.

source: [PremiumFeature/MultiDB/title] Multiple Databases
pt: Múltiplas Bases de Dados

source: [PremiumFeature/PasswordAudit/description]
pt: Saiba se as suas palavras-passes ficaram comprometidas por alguma fuga de dados conhecida.

source: [PremiumFeature/PasswordAudit/title]
pt: Auditoria de palavras-passe

source: [PremiumFeature/QuickAutoFill/description]
pt: Inicie sessão num só toque, sem sequer abrir o KeePassium.

source: [PremiumFeature/QuickAutoFill/title]
pt: Preenchimento Automático Expresso

source: [PrivacyPolicy/Offline/text]
pt: Não são recolhidos nem partilhados quaisquer dados pessoais nem analíticos através da aplicação KeePassium.

source: [PrivacyPolicy/Online/text]
pt: Não são recolhidos nem partilhados quaisquer dados pessoais nem analíticos através da aplicação KeePassium. Algumas funcionalidades podem exigir trocas de dados com serviços externos (a seu pedido e apenas com o objectivo de cumprir com o solicitado). Tais trocas regem-se pela política de privacidade do serviço em causa.

source: [PrivacyPolicy/title]
pt: Política de Privacidade

source: [Progress/CancellationReason] Cancelled by user
pt: Cancelado pelo utilizador

source: [Progress/CancellationReason/lowMemory]
pt: Memória insuficiente para continuar. Normalmente, esta situação deve-se a bases de dados muito grandes ou com configurações demasiado ambiciosas (ex.: parâmetro de memória de Argon2).

source: [QuickAutoFill/title]
pt: Preenchimento Automático Expresso

source: [RemoteConnection/AllowUntrusted/title]
pt: Aceitar Certificados Não Fiáveis

source: [RemoteConnection/Connection/title]
pt: Conexão

source: [RemoteConnection/connectToServer]
pt: Conectar ao Servidor

source: [RemoteConnection/Credentials]
pt: Credenciais

source: [RemoteConnection/Direct/description]
pt: O KeePassium comunicará diretamente com o seu serviço de armazenamento em linha, garantindo uma transferência fiável de ficheiros.

source: [RemoteConnection/Direct/title]
pt: Serviços online

source: [RemoteConnection/Edit/action]
pt: Editar conexão…

source: [RemoteConnection/Error/AuthenticationFailed/title]
pt: Autenticação falhada

source: [RemoteConnection/FileURL]
pt: URL do Ficheiro

source: [RemoteConnection/FullURL]
pt: URL completo

source: [RemoteConnection/GoogleDrive/Folder/myDrive]
pt: O meu disco

source: [RemoteConnection/GoogleDrive/Folder/sharedWithMe]
pt: Partilhados comigo

source: [RemoteConnection/OneDrive/Folder/files]
pt: Ficheiros

source: [RemoteConnection/OneDrive/Folder/sharedWithMe]
pt: Partilhado

source: [RemoteConnection/ServerURL]
pt: URL do Servidor

source: [RemoteConnection/SignIn/Dropbox/action]
pt: Iniciar Sessão no Dropbox

source: [RemoteConnection/SignIn/Dropbox/authorizationRequried]
pt: O Dropbox precisa que inicie sessão novamente.

source: [RemoteConnection/SignIn/GoogleDrive/action]
pt: Iniciar Sessão no Google Drive

source: [RemoteConnection/SignIn/GoogleDrive/authorizationRequried]
pt: O Google Drive precisa que inicie sessão novamente.

source: [RemoteConnection/SignIn/OneDrive/action]
pt: Iniciar Sessão no OneDrive

source: [RemoteConnection/SignIn/OneDrive/authorizationRequried]
pt: O OneDrive precisa que inicie sessão novamente.

source: [RemoteConnection/SignIn/PrivateMode/description]
pt: Abrir a página de início de sessão no modo privado do navegador

source: [RemoteConnection/SignIn/PrivateMode/title]
pt: Modo privado

source: [RemoteConnection/title]
pt: Conexão Remota

source: [RemoteConnection/ViaFilesApp/description]
pt: O KeePassium fará a sincronização de arquivos através da aplicação do seu serviço de armazenamento. Algumas aplicações funcionam melhor do que outras.

source: [Repeat Password/Field/title]
pt: Repetir Palavra-Passe

source: [Settings/AutoDownloadFavicons/description]
pt: Transferir automaticamente o ícone do website depois de editar uma entrada.

source: [Settings/AutoDownloadFavicons/title]
pt: Transferir “Favicons” automaticamente

source: [Settings/AutoFill/title]
pt: Preenchimento Automático

source: [Settings/DatabaseBackup/ShowBackupFiles/title]
pt: Ver Cópias de Segurança

source: [Settings/DataProtection/title]
pt: Protecção de Dados

source: [Settings/EntryListDetail/longTitle] None
pt: Nenhum

source: [Settings/GroupViewer] Entry Subtitle
pt: Subtítulo da Entrada

source: [Settings/GroupViewer] Sort Order
pt: Ordenar

source: [Settings/KeyFiles/Remember/title]
pt: Memorizar Ficheiros-Chave

source: [Settings/ListSettings/title]
pt: Definições da Lista

source: [Settings/Managed/BlockedFeature/notification]
pt: Esta funcionalidade foi bloqueada pela sua organização.

source: [Settings/Managed/notification]
pt: Esta definição foi configurada pela sua organização.

source: [Settings/MasterKeys/CacheDerived/title]
pt: Manter Chaves de Codificação Derivadas em “Cache”

source: [Settings/MasterKeys/Remember/title]
pt: Memorizar Chaves-Mestras

source: [Settings/NetworkAccess/Confirmation/text]
pt: Permitir que o KeePassium estabeleça conexões com serviços de terceiros?

source: [Settings/NetworkAccess/title]
pt: Acesso à Rede

source: [Settings/NetworkAccessMode/Offline/description]
pt: Privacidade máxima

source: [Settings/NetworkAccessMode/Offline/title]
pt: Permanecer Fora de Linha

source: [Settings/NetworkAccessMode/Online/description]
pt: Funcionalidade máxima

source: [Settings/NetworkAccessMode/Online/title]
pt: Permitir Acesso à Rede

source: [Settings/RestoreDefaults/action]
pt: Restaurar Padrões

source: [Settings/ShakeGestureAction/LockApp/disabledTitle]
pt: Activar proteção da aplicação primeiro

source: [Settings/ShakeGestureAction/LockApp/shortTitle]
pt: Bloq. aplicação

source: [Settings/ShakeGestureAction/LockDatabases/shortTitle]
pt: Bloquear todas as bases de dados

source: [Settings/ShakeGestureAction/Nothing/shortTitle]
pt: Não fazer nada

source: [Settings/ShakeGestureAction/QuitApp/shortTitle]
pt: Sair da aplicação

source: [Settings/title]
pt: Definições

source: [Settings/Value/No/title]
pt: Não

source: [Settings/Value/UseAppSettings/title]
pt: Usar definições da aplicação (%@)

source: [Settings/Value/Yes/title]
pt: Sim

source: [SortBy/FileName]
pt: Nome

source: [SortBy/None]
pt: Nenhum

source: [SortOrder/Custom]
pt: Personalizada

source: [StorageService/DedicatedAppFolder/title]
pt: Apenas pasta da aplicação

source: [StorageService/DropboxBusiness/title]
pt: Dropbox Business

source: [StorageService/DropboxPro/title]
pt: Dropbox Pro

source: [StorageService/GoogleWorkspace/title]
pt: Google Workspace

source: [StorageService/OneDriveForBusiness/title]
pt: OneDrive para Empresas

source: [StorageService/OtherServices/title]
pt: Outros Serviços

source: [Support/template] (Please describe the problem here)
pt: (Por favor, descreva o problema aqui)

source: [TipBox/callToAction/1]
pt: Ajude-nos a melhorar o KeePassium!

source: [TipBox/callToAction/2]
pt: Ajude-nos a manter o KeePassium lindo!

source: [TipBox/callToAction/3]
pt: Ajude-nos a manter o KeePassium grátis!

source: [TipBox/description/1]
pt: Gosta do KeePassium?

source: [TipBox/description/2]
pt: KeePassium é um app gratuita de código aberto. Confia-lhe as suas informações mais sensíveis. Não há anúncios, nem espionagem, nem outros disparates — nós respeitamo-lo.

source: [TipBox/description/3]
pt: Gosta do KeePassium, mas não precisa das funcionalidades Premium?

source: [TipBox/thankYou]
pt: Muito obrigado!

source: [TipBox/title/2]
pt: Doações

source: [TipBox/title/3]
pt: Apoie o KeePassium

source: [TOTP/FieldName]
pt: Código de Uso Único (TOTP)

source: [URLReference/Location] Cloud storage / Another app
pt: Armazenamento em linha / Outra aplicação

source: [URLReference/Location] Internal backup
pt: Cópia de segurança interna

source: [URLReference/Location] Internal inbox
pt: Caixa de entrada interna

source: [URLReference/Location] Local copy
pt: Cópia local

source: [URLReference/Location/RemoteServer]
pt: Servidor remoto

source: [WebDAV/Export/NeedsFolder]
pt: Selecione o caminho para uma pasta

source: [YubiKey] Insert the key
pt: Insira a chave

source: [YubiKey] Touch the key
pt: Toque a chave

source: Add Database
pt: Adicionar Base de Dados

source: KeePass database should not be used as key file. Please pick a different file.
pt: As bases de dados KeePass não devem ser utilizadas como ficheiro de chave. Por favor, seleccione um arquivo diferente.
