Repository: sthagen/keepassium-KeePassium
Catalog: KeePassium AutoFill/*.lproj/Localizable.strings
Languages: it

source: [AutoFill/Search/callerID]
it: ID chiamante: %@

source: [AutoFill/Setup/footer]
it: L'inserimento automatico non può accedere automaticamente ai file che hai già nell'app principale di KeePassium. Perché? Dietro le quinte, il sistema tratta l'inserimento automatico come un'app separata, indipendente dal processo principale di KeePassium. Per ragioni di sicurezza, un’app non può semplicemente accedere a qualsiasi file esterno, a meno che non si colleghino esplicitamente questi file all'app. In questo modo, il sistema garantisce che l'applicazione possa accedere solo ai file per cui ha il permesso. Di conseguenza, sia l'inserimento automatico che l'app principale di KeePassium devono avere la loro autorizzazione per ogni file esterno. Per fortuna si tratta di una procedura da eseguire una sola volta.

source: [AutoFill/Setup/UncheckKeychain/allowFillingFrom]
it: Consenti inserimento da:

source: [AutoFill/Setup/UncheckKeychain/callToAction]
it: Deseleziona Portachiavi

source: [AutoFill/Setup/UncheckKeychain/message]
it: Per assicurare che KeePassium sia il tuo gestore password di default, deseleziona Portachiavi.

source: [AutoFill/Setup/UncheckKeychain/usePasswordsAndPasskeysFrom]
it: Utilizza le password e le passkey da:

source: [Generic/Keychain/title]
it: Portachiavi

source: [PasswordGenerator/Wordlist/Import/menuAction]
it: Importa lista vocaboli…

source: [PasswordQuality/description]
it: Qualità password: %@

source: [PasswordQuality/Level] Good
it: Buona

source: [PasswordQuality/Level] Very good
it: Ottima

source: [PasswordQuality/Level] Very weak
it: Molto debole

source: [PasswordQuality/Level] Weak
it: Debole

source: [PasswordQuality/LevelWithApproximateEntropy/description]
it: %1$@ (~%2$@ di entropia)

source: [PasswordQuality/LevelWithEntropy/description]
it: %1$@ (%2$@ di entropia)

source: [ProtectedTextField] Show Password
it: Mostra password

source: [QuickAutoFill/Activate/callToAction]
it: Attiva inserimento automatico rapido
